<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>
  <resources>
    <stringTable>
      <string id="Citrix">Citrix</string>
      <string id="Supported_upm_1_0_0">Profile Management 1.0.0 or later</string>
      <string id="Supported_upm_2_0_0">Profile Management 2.0.0 or later</string>
      <string id="Supported_upm_2_1_0">Profile Management 2.1.0 or later</string>
      <string id="Supported_upm_3_0_0">Profile Management 3.0.0 or later</string>
      <string id="Supported_upm_3_1_0">Profile Management 3.1.0 or later</string>
      <string id="Supported_upm_3_2_0">Profile Management 3.2.0 or later</string>
      <string id="Supported_upm_4_0_0">Profile Management 4.0.0 or later</string>
      <string id="Supported_upm_4_1_1">Profile Management 4.1.1 or later</string>
      <string id="Supported_upm_5_0_0">Profile Management 5.0.0 or later</string>
      <string id="Supported_upm_5_5_0">Profile Management 5.5.0 or later</string>
      <string id="Supported_upm_5_6_0">Profile Management 5.6.0 or later</string>
      <string id="Supported_upm_5_8_0">Profile Management 5.8.0 or later</string>
      <string id="Supported_upm_7_15">Profile Management 7.15 or later</string>
      <string id="Supported_upm_7_16">Profile Management 7.16 or later</string>
      <string id="Supported_upm_7_18">Profile Management 7.18 or later</string>
      <string id="Supported_upm_19_03">Profile Management 1903 or later</string>
      <string id="Supported_upm_19_09">Profile Management 1909 or later</string>
      <string id="Supported_upm_19_12">Profile Management 1912 or later</string>
      <string id="Supported_upm_20_03">Profile Management 2003 or later</string>
      <string id="Supported_upm_20_09">Profile Management 2009 or later</string>
      <string id="Supported_upm_21_03">Profile Management 2103 or later</string>
      <string id="Supported_upm_21_06">Profile Management 2106 or later</string>
      <string id="Supported_upm_21_12">Profile Management 2112 or later</string>
      <string id="Supported_upm_22_03">Profile Management 2203 or later</string>
      <string id="Supported_upm_22_06">Profile Management 2206 or later</string>
      <string id="Supported_upm_22_09">Profile Management 2209 or later</string>
      <string id="Supported_upm_23_03">Profile Management 2303 or later</string>
      <string id="Supported_upm_23_05">Profile Management 2305 or later</string>
      <string id="Supported_upm_23_08">Profile Management 2308 or later</string>
      <string id="Supported_upm_23_11">Profile Management 2311 or later</string>
      <string id="UserProfileManager">Profile Management</string>
      <string id="ServiceActive">Enable Profile management</string>
      <string id="ServiceActive_Help">Applies to: both file-based and container-based profile solutions

By default, to facilitate deployment, Profile management does not process logons or logoffs.

Turn on processing by enabling this setting.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, Profile management does not process Windows user profiles in any way.</string>
      <string id="ProcessedGroups">Processed groups</string>
      <string id="ProcessedGroups_Part">Processed groups</string>
      <string id="ProcessedGroups_Part_gpfx">Processed groups</string>
      <string id="ProcessedGroups_Help">Applies to: both file-based and container-based profile solutions

Both computer local groups and domain groups (local, global and universal) can be used. Domain groups should be specified in the format: &lt;DOMAIN NAME&gt;\&lt;GROUP NAME&gt;.

If this setting is configured here, Profile management processes only members of these user groups.

If this setting is disabled, Profile management processes all users.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, members of all user groups are processed.</string>
      <string id="ExcludedGroups">Excluded groups</string>
      <string id="ExcludedGroups_Help">Applies to: both file-based and container-based profile solutions

You can use computer local groups and domain groups (local, global, and universal) to prevent particular user profiles from being processed. Specify domain groups in the form &lt;DOMAIN NAME&gt;\&lt;GROUP NAME&gt;. 

If this setting is configured here, Profile management excludes members of these user groups. 

If this setting is disabled, Profile management does not exclude any users. 

If this setting is not configured here, the value from the .ini file is used. 

If this setting is not configured here or in the .ini file, no members of any groups are excluded.</string>
      <string id="ExcludedGroups_Part">Excluded groups</string>
      <string id="ExcludedGroups_Part_gpfx">Excluded groups</string>
      <string id="ProcessAdmins">Process logons of local administrators</string>
      <string id="ProcessAdmins_Help">Applies to: both file-based and container-based profile solutions

Specifies whether logons of members of the local group "Administrators" are processed by Profile management.

If this setting is disabled, logons by local administrators are not processed by Profile management.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, administrators will not be processed.</string>
      <string id="DATPath">Path to user store</string>
      <string id="DATPath_Part">Absolute path or path relative to the home directory</string>
      <string id="DATPath_Part_gpfx">Path to user store</string>
      <string id="DATPath_Help">Applies to: both file-based and container-based profile solutions

Sets the path to the directory in which the user settings (registry changes and synchronized files) are saved (user store).

The path can be an absolute UNC path or a path relative to the home directory.

In both cases, the following types of variables can be used: system environment variables enclosed in percent signs and attributes of the Active Directory user object enclosed in hashes.

Examples:
The folder Windows\%ProfileVer% stores the user settings in the subfolder called Windows\W2k3 of the user store (if %ProfileVer% is a system environment variable resolving to W2k3).

\\server\share\#SAMAccountName# stores the user settings to the UNC path \\server\share\JohnSmith (if #SAMAccountName# resolves to JohnSmith for the current user).

User environment variables cannot be used, except for %username% and %userdomain%.

If this setting is disabled, the user settings are saved in the Windows subdirectory of the home directory.

If this setting is not configured here, the setting from the .ini file is used.

If this setting is not configured here or in the .ini file, the Windows directory on the home drive is used.</string>
      <string id="MigrateUserStore">Migrate user store</string>
      <string id="MigrateUserStore_Part">Enter the user store path that you previously used</string>
      <string id="MigrateUserStore_Part_gpfx">Migrate user store</string>
      <string id="MigrateUserStore_Help">Applies to: file-based profile solution only

Specifies the path to the folder where the user settings (registry changes and synchronized files) were previously saved (the user store path that you previously used).

If this setting is configured, the user settings stored in the previous user store are migrated to the current user store specified in the "Path to user store" policy setting.

The path can be an absolute UNC path or a path relative to the home directory.

In both cases, you can use the following types of variables: system environment variables enclosed in percent signs and attributes of the Active Directory user object enclosed in hash signs.

Examples:
The folder Windows\%ProfileVer% stores the user settings in the subfolder called Windows\W2k3 of the user store (if %ProfileVer% is a system environment variable resolving to W2k3).

\\server\share\#SAMAccountName# stores the user settings to the UNC path \\server\share\JohnSmith (if #SAMAccountName# resolves to JohnSmith for the current user).

You can use user environment variables except %username% and %userdomain%.

If this setting is disabled, the user settings are still saved in the current user store.

If this setting is not configured here, the setting from the .ini file is used.

If this setting is not configured here or in the .ini file, the user settings are still saved in the current user store.

If the path you configured here points to the same location as the "Path to user store" policy setting, this policy setting does not take effect.</string>
      <string id="ProfileHandling">Profile handling</string>
      <string id="DeleteCachedProfilesOnLogoff">Delete locally cached profiles on logoff</string>
      <string id="DeleteCachedProfilesOnLogoff_Help">Applies to: file-based profile solution only

Specifies whether locally cached profiles are deleted after logoff.

If this setting is enabled, a user's local profile cache is deleted after they have logged off. This is recommended for terminal servers.

If this setting is disabled cached profiles are not deleted.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, cached profiles are not deleted.</string>
      <string id="ProfileDeleteDelay">Delay before deleting cached profiles</string>
      <string id="ProfileDeleteDelay_Part">Delay (seconds)</string>
      <string id="ProfileDeleteDelay_Part_gpfx">Delay before deleting cached profiles</string>
      <string id="ProfileDeleteDelay_Help">Applies to: file-based profile solution only

Works only if 'Delete locally cached profiles on logoff' is enabled. Sets an optional extension to the delay before locally cached profiles are deleted at logoff. A value of 0 deletes the profiles immediately during logoff processing. Checks take place every minute, so a value of 60 ensures that profiles are deleted between one and two minutes after users have logged off (depending on when the last check took place). Extending the delay is useful if you know that a process keeps files or the user registry hive open during logoff. With large profiles, this can also speed up logoff.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured here or in the .ini file, profiles are deleted immediately.</string>
      <string id="ApplicationProfilesAutoMigration">Automatic migration of existing application profiles</string>
      <string id="ApplicationProfilesAutoMigration_Help">Applies to: file-based profile solution only

This setting enables or disables the automatic migration of existing application profiles across different operating systems. The application profiles include both the application data in the AppData folder and the registry entries under HKEY_CURRENT_USER\SOFTWARE. This setting can be useful in cases where you want to migrate your application profiles across different operating systems. 

For example, suppose you upgrade your operating system (OS) from Windows 10 version 1803 to Windows 10 version 1809. If this setting is enabled, Profile Management automatically migrates the existing application settings to Windows 10 version 1809 the first time each user logs on. As a result, the application data in the AppData folder and the registry entries under HKEY_CURRENT_USER\SOFTWARE are migrated.

If there are multiple existing application profiles, Profile Management performs the migration in the following order of priority:
1. Migrates profiles of the same OS type (Desktop OS to Desktop OS and Server OS to Server OS).
2. Migrates profiles of the same Windows OS family; for example, Windows 8 to Windows 8.1, or Windows 10 version 1803 to Windows 10 version 1809.
3. Migrates profiles of an earlier version of the OS; for example, Windows 7 to Windows 10, or Windows Server 2012 to Windows Server 2016.
4. Migrates from the profiles of the closest OS.

Note:You must specify the short name of the operating system by including the variable "!CTX_OSNAME!" in the user store path so that Profile Management can locate the existing application profiles.

If this setting is not configured here, the setting from the .ini file is used.
If this setting is not configured here or in the .ini file, it is disabled by default.</string>
      <string id="MigrateWindowsProfilesToUserStore">Migration of existing profiles</string>
      <string id="MigrateWindowsProfilesToUserStore_Help">Applies to: file-based profile solution only

Profile management can migrate existing profiles "on the fly" during logon if the user has no profile in the user store.

The following event takes place during logon: if an existing Windows profile is found and the user does not yet have a Citrix user profile in the user store, the Windows profile is migrated (copied) to the user store on the fly. After this process, the user store profile is used by Profile management in the current and any other session configured with the path to the same user store.

If this setting is enabled, profile migration can be activated for roaming and local profiles (the default), roaming profiles only, local profiles only, or profile migration can be disabled altogether.

If profile migration is disabled and no Citrix user profile exists in the user store, the existing Windows mechanism for creating new profiles is used as in a setup without Profile management.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, all types of existing profiles are migrated.</string>
      <string id="MigrateWindowsProfilesToUserStore_Part">Types of user profiles to be migrated if the user store is empty</string>
      <string id="MigrateWindowsProfilesToUserStore_Part_gpfx">Migration of existing profiles</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_All">Local and Roaming</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_Local">Local</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_Roaming">Roaming</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_None">None</string>
      <string id="LocalProfileConflictHandling">Local profile conflict handling</string>
      <string id="LocalProfileConflictHandling_Help">Applies to: file-based profile solution only

This setting configures what Profile management does if both a profile in the user store and a local Windows user profile (not a Citrix user profile) exist.

If this setting is disabled or set to the default value of "Use local profile", Profile management uses the local profile, but does not change it in any way.

If this setting is set to "Delete local profile", Profile management deletes the local Windows user profile, and then imports the Citrix user profile from the user store.

If this setting is set to "Rename local profile", Profile management renames the local Windows user profile (in order to back it up) and then imports the profile from the user store.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, existing local profiles are used.</string>
      <string id="LocalProfileConflictHandling_Part_1">If both a local Windows user profile and a</string>
      <string id="LocalProfileConflictHandling_Part">Citrix user profile in the user store both exist</string>
      <string id="LocalProfileConflictHandling_Part_gpfx">Local profile conflict handling</string>
      <string id="LocalProfileConflictHandlingEnum_Use">Use local profile</string>
      <string id="LocalProfileConflictHandlingEnum_Delete">Delete local profile</string>
      <string id="LocalProfileConflictHandlingEnum_Rename">Rename local profile</string>
      <string id="TemplateProfile">Template profile</string>
      <string id="TemplateProfile_Help">Applies to: both file-based and container-based profile solutions

By default, new user profiles are created from the default user profile on the computer where a user first logs on. Profile management can alternatively use a centrally stored template when creating new user profiles. Template profiles are identical to normal profiles in that they reside in any file share on the network. Use UNC notation to specifying paths to templates. Users need read access to a template profile.

If this setting is disabled, templates are not used.

If this setting is enabled, Profile management uses the template instead of the local default profile when creating new user profiles.

If a user has no Citrix user profile, but a local Windows user profile exists, by default the local profile is used (and migrated to the user store, if this is not disabled). This can be changed by enabling the setting "Template profile overrides local profile".

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no template is used.</string>
      <string id="TemplateProfilePath">Path to the template profile:</string>
      <string id="TemplateProfileOverridesLocalProfile">Template profile overrides local profile</string>
      <string id="TemplateProfileOverridesRoamingProfile">Template profile overrides roaming profile</string>
      <string id="TemplateProfileIsMandatory">Template profile used as a Citrix mandatory profile for all logons</string>
      <string id="AdvancedSettings">Advanced settings</string>
      <string id="LoadRetries">Number of retries when accessing locked files</string>
      <string id="LoadRetries_Part">Number of retries</string>
      <string id="LoadRetries_Help">Applies to: both file-based and container-based profile solutions

Sets the number of retries when accessing locked files.

If this setting is disabled the default value of five retries is used.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default value of five retries is used.</string>
      <string id="LoadRetries_Part_gpfx">Number of retries when accessing locked files</string>
      <string id="ProcessCookieFiles">Process Internet cookie files on logoff</string>
      <string id="ProcessCookieFiles_Help">Applies to: file-based profile solution only

Some deployments leave extra Internet cookies that are not referenced by the file index.dat. The extra cookies left in the file system after sustained browsing can lead to profile bloat. Enable this setting to force processing of index.dat and remove the extra cookies. The setting might slightly increase logoff time. Enable this setting only when you experience the issue.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no processing of index.dat takes place.</string>
      <string id="DisableDynamicConfig">Disable automatic configuration</string>
      <string id="DisableDynamicConfig_Help">Applies to: both file-based and container-based profile solutions

Profile management 5.x examines its environment and configures itself accordingly. To disable this for troubleshooting or to retain the settings you used in an earlier version, enable this setting.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, automatic configuration is turned on so Profile management settings might change if the environment changes.</string>
      <string id="LogoffRatherThanTempProfile">Log off user if a problem is encountered</string>
      <string id="LogoffRatherThanTempProfile_Help">Applies to: both file-based and container-based profile solutions

If a problem is encountered when the user logs on (for example, if the user store is unavailable) a temporary profile is provided.

Alternatively, enabling this setting displays an error message and logs the user off.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, a temporary profile is provided.</string>
      <string id="LastKnownGoodRegistry">NTUSER.DAT backup</string>
      <string id="LastKnownGoodRegistry_Help">Applies to: file-based profile solution only

By default, the NTUSER.DAT backup policy is enabled to back up the last good load NTUSER.DAT and roll back to it if NTUSER.DAT is corrupt.

If you do not configure this setting here, Profile Management uses the settings from the .ini file.

If you do not configure this setting here or in the .ini file, Profile Management does not backup the NTUSER.DAT.</string>
      <string id="CEIPEnabled">Customer Experience Improvement Program</string>
      <string id="CEIPEnabled_Help">Applies to: both file-based and container-based profile solutions

By default, the Customer Experience Improvement Program is enabled to help improve the quality and performance of Citrix products by sending anonymous statistics and usage information.

If this setting is not configured here, the value from the .ini file is used.

</string>
      <string id="UserGroupLevelConfigEnabled">Enable user-level policy settings</string>
      <string id="UserGroupLevelConfigEnabled_Help">Applies to: both file-based and container-based profile solutions

By default, Profile Management policies work at a machine level. With this policy enabled, Profile Management policies can work at a user level - it can be for an individual user or a user group.

When a session starts, Profile Management determines the policy settings to apply by prioritizing user settings over user group settings, and user group settings over machine settings.

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, it is disabled.

</string>
      <string id="OrderedGroups">Set priority order for user groups</string>
      <string id="OrderedGroups_Part">Priority order for user groups</string>
      <string id="OrderedGroups_Part_gpfx">Set priority order for user groups</string>
      <string id="OrderedGroups_Help">Applies to: both file-based and container-based profile solutions

Specify the priority order for user groups. The order determines which group takes precedence when a user belongs to multiple groups with different policy settings. In the Priority order for user groups field, enter the Security Identifiers (SIDs) or domain names of the groups in descending order of priority, separated by semicolons (;).

Example:
ctxxa.local\groupb;S-1-5-21-674278408-26188528-2146851469-1174;ctxxa.local\groupc;

When a user belongs to multiple groups with different policy settings, consider the following:

 - If the user belongs to one or more groups defined in this policy, the group with the highest priority takes precedence. 

 - If the user doesn't belong to any of the groups defined in this policy, the group with the SID listed earliest in alphabetical order takes precedence. 

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, no priority order is specified.</string>
      <string id="OutlookSearchRoamingEnabled">Enable search index roaming for Outlook</string>
      <string id="OutlookSearchRoamingEnabled_Help">Applies to: both file-based and container-based profile solutions

Allow user-based Outlook search experience by automatically roaming Outlook search data along with user profile. This requires extra spaces in the user store to store search index for Outlook.

 You must log off and then log on again for this policy to take effect.</string>
      <string id="OutlookEdbBackupEnabled">Outlook search index database - backup and restore</string>
      <string id="OutlookEdbBackupEnabled_Help">Applies to: both file-based and container-based profile solutions

This setting configures what Profile Management does during logon when search index roaming for Outlook is enabled.

If this setting is enabled, Profile Management saves a backup of the search index database each time the database is mounted successfully on logon. Profile Management treats the backup as the good copy of the search index database. When an attempt to mount the search index database fails because the database becomes corrupted, Profile Management automatically reverts the search index database to the last known good copy.

Note: Profile Management deletes the previously saved backup after a new backup is saved successfully. The backup consumes the available storage space of the VHDX files.</string>
      <string id="OutlookSearchRoamingConcurrentSession">Enable concurrent session support for Outlook search data roaming</string>
      <string id="OutlookSearchRoamingConcurrentSession_Part">Maximum number of VHDX disks for storing Outlook OST files</string>
      <string id="OutlookSearchRoamingConcurrentSession_Part_gpfx">Maximum number of VHDX disks for storing Outlook OST files</string>
      <string id="OutlookSearchRoamingConcurrentSession_Help">Applies to: both file-based and container-based profile solutions

Provides native Outlook search experience in concurrent sessions. Use this policy with the Search index roaming for Outlook policy.

With this policy enabled, each concurrent session uses a separate Outlook OST file.

By default, only two VHDX disks can be used to store Outlook OST files (one file per disk). If more sessions start, their Outlook OST files are stored in the local user profiles. You can specify the maximum number of VHDX disks for storing Outlook OST files.

Example:
You set the number to 3. As a result, Profile Management stores Outlook OST files on the VHDX disks for the first, second, and third concurrent sessions. It stores the OST file for the fourth concurrent session in the local profile instead.</string>
      <string id="FSLogixProfileContainerSupport">Enable multi-session write-back for profile containers</string>
      <string id="FSLogixProfileContainerSupport_Help">Applies to: both file-based and container-based profile solutions

Enables write-back for profile containers in multi-session scenarios. If enabled, changes in all sessions are written back to profile containers. Otherwise, only changes in the first session are saved because only the first session is in read/write mode in profile containers. Citrix Profile Management profile containers are supported starting with Citrix Profile Management 2103. FSLogix Profile Container is supported starting with Citrix Profile Management 2003.

To use this policy for FSLogix Profile Container, ensure that the following prerequisites are met:
1.The FSLogix Profile Container feature is installed and enabled.
2.Profile type is set to "Try for read-write profile and fallback to read-only" in FSLogix.</string>
      <string id="MultiSiteReplication">Replicate user stores</string>
      <string id="MultiSiteReplication_Part">Paths to replicate a user store</string>
      <string id="MultiSiteReplication_Part_gpfx">Replicate user stores - Paths to replicate a user store</string>
      <string id="MultiSiteReplication_Help">Applies to: both file-based and container-based profile solutions

Lets you replicate a user store to multiple paths in addition to the path that the Path to user store policy specifies, on each logon and logoff. To synchronize to the user store files and folders modified during a session, enable active write back.

 Starting with Profile Management version 2209, this feature is available for the full profile container. You can replicate the container to multiple paths. Replicated containers provide profile redundancy for user logon but not for in-session failover.

 Note: Enabling the policy can increase system I/O and might prolong logoffs. 

For Profile Management version 2112 or later, you can separate VHDX files from the replicated user store and store them to different paths. To do so, add the path for VHDX files after the path to the replicated user store, and separate the two paths with a vertical bar (|). 
Example: \\path_a|\\path_b indicates that the user store (with VHDX files excluded) is stored in \\path_a and VHDX files are stored in \\path_b.</string>
      <string id="CredBasedAccessEnabled">Enable credential-based access to user stores</string>
      <string id="CredBasedAccessEnabled_Help">Applies to: both file-based and container-based profile solutions

By default, Profile Management impersonates the current user to access user stores. Therefore, it requires the current user to have permission to directly access the user stores. Enable this feature if you do not want Profile Management to impersonate the current user when accessing user stores. You can put user stores in storage repositories (for example, Azure Files) that the current user has no permission to access.

To ensure that Profile Management can access user stores, save the profile storage server's credentials in Workspace Environment Management or Windows Credential Manager. We recommend that you use Workspace Environment Management to eliminate the need to configure the same credentials for each machine where Profile Management runs. If you use Windows Credential Manager, use the Local System account to securely save the credentials. 

Note: Starting with Profile Management version 2212, this feature is available for both file-based and VHDX-based Profile Management solutions. For Profile Management versions earlier than 2212, this feature is available only for the VHDX-based Profile Management solution.

If this setting is not configured here, the value from the .ini file is used. If this setting is configured neither here nor in the .ini file, it is disabled by default.

</string>
      <string id="VhdStorePath">Customize storage path for VHDX files</string>
      <string id="VhdStorePath_Part">Path to store VHDX files</string>
      <string id="VhdStorePath_Part_gpfx">Customize storage path for VHDX files</string>
      <string id="VhdStorePath_Help">Applies to: both file-based and container-based profile solutions

By default, Profile Management stores VHDX files in the user store. With this policy enabled, you can specify a separate path to store VHDX files.

Policies that use VHDX files include the following: Profile container, Search index roaming for Outlook, and Accelerate folder mirroring. VHDX files of different policies are stored in different folders under the storage path.</string>
      <string id="AppAccessControl">App access control</string>
      <string id="AppAccessControl_Part">App access control rules</string>
      <string id="AppAccessControl_Part_gpfx">App access control</string>
      <string id="AppAccessControl_Help">Applies to: both file-based and container-based profile solutions

Controls user access to applications based on your rules. Enter the rules created using the PowerShell script CPM_App_Access_Control_Config.ps1.

The script is available with the Profile Management installation package. For more information, see the Profile Management documentation.</string>
      <string id="EnableVolumeReattach">Automatically reattach VHDX disks in sessions</string>
      <string id="EnableVolumeReattach_Help">Applies to: both file-based and container-based profile solutions

This policy applies only to VHDX disks that Profile Management uses.

With the policy enabled, when a VHDX disk is detached in a session, Profile Management can detect the event and then reattach the disk automatically.</string>
      <string id="SyncGpoStateEnabled">Enable asynchronous processing for user Group Policy on logon</string>
      <string id="SyncGpoStateEnabled_Help">Applies to: both file-based and container-based profile solutions

Windows provides two processing modes for user Group Policy: synchronous and asynchronous. Windows uses a registry value to determine the processing mode for the next user logon. If the registry value doesn't exist, synchronous mode is applied. The registry value is a machine-level setting and doesn't roam with users. Thus, asynchronous mode will not be applied as expected if users:
 Log on to different machines.
 Log on to the same machine where the Delete locally cached profiles on logoff policy is enabled.

With this policy enabled, Citrix Profile Management lets the registry value roam with users. As a result, processing mode is applied each time users log on.

For asynchronous mode to take effect on Windows Server machines, make sure that you install the Remote Desktop Session Host role and set the Group Policies as follows:
 Computer Config | Admin Templates | System | Logon | Always wait for the network at computer startup and logon: Disabled
 Computer Config | Admin Templates | System | Group Policy | Allow asynchronous user Group Policy processing when logging on through Remote Desktop Services: Enabled</string>
      <string id="OneDriveContainer">Enable OneDrive container</string>
      <string id="OneDriveContainer_Part">List of OneDrive folders</string>
      <string id="OneDriveContainer_Part_gpfx">OneDrive container - List of OneDrive folders</string>
      <string id="OneDriveContainer_Help">Applies to: both file-based and container-based profile solutions

With this policy enabled, Profile Management stores OneDrive folders on a VHDX disk. The disk is attached during logons and detached during logoffs. The policy lets OneDrive folders roam with users.

Specify OneDrive folders as paths relative to the user profile. For example, if a OneDrive folder is located at "%userprofile%\OneDrive - Citrix", add "OneDrive - Citrix" to the list.

Starting with Profile Management version 2311, this policy supports OneDrive synchronization between concurrent sessions.</string>
      <string id="FreeRatio4Compaction">Free space ratio to trigger VHD disk compaction</string>
      <string id="FreeRatio4Compaction_Part">Free space ratio (percent)</string>
      <string id="FreeRatio4Compaction_Help">Applies to: both file-based and container-based profile solutions

Lets you specify the free space ratio to trigger VHD disk compaction. When the free space ratio exceeds the specified value on user logoff, disk compaction is triggered.

Free space ratio = (current VHD file size - required minimum VHD file size*) / current VHD file size

* Obtained using the GetSupportedSize method of the MSFT_Partition class from the Microsoft Windows operating system.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default value 20 (%) is used.</string>
      <string id="FreeRatio4Compaction_Part_gpfx">Free space ratio to trigger VHD disk compaction</string>
      <string id="NLogoffs4Compaction">Number of logoffs to trigger VHD disk compaction</string>
      <string id="NLogoffs4Compaction_Part">Number of logoffs</string>
      <string id="NLogoffs4Compaction_Help">Applies to: both file-based and container-based profile solutions

Lets you specify the number of user logoffs to trigger VHD disk compaction.

When the number of logoffs since the last compaction reaches the specified value, disk compaction is triggered again.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default value 5 is used.</string>
      <string id="NLogoffs4Compaction_Part_gpfx">Number of logoffs to trigger VHD disk compaction</string>
      <string id="NDefrag4Compaction">Disable defragmentation for VHD disk compaction</string>
      <string id="NDefrag4Compaction_Help">Applies to: both file-based and container-based profile solutions

Lets you specify whether to disable file defragmentation for VHD disk compaction. 

When VHD disk compaction is enabled, the VHD disk file is first automatically defragmented using the Windows built-in 'defrag' tool, and then compacted. VHD disk defragmentation produces better compaction results while disabling it can save system resources.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured here or in the .ini file, the defragmentation is enabled by default.</string>
      <string id="VhdContainerCapacity">Default capacity of VHD containers</string>
      <string id="VhdContainerCapacity_Part">Default capacity (in GB)</string>
      <string id="VhdContainerCapacity_Part_gpfx">Default capacity of VHD containers</string>
      <string id="VhdContainerCapacity_Help">Applies to: both file-based and container-based profile solutions

Specifies the default storage capacity (in GB) of VHD containers.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured either here or in the .ini file, the default is 50 (GB).</string>
      <string id="VhdAutoExpansionThreshold">Profile container auto-expansion threshold</string>
      <string id="VhdAutoExpansionThreshold_Part">Auto-expansion threshold (percent)</string>
      <string id="VhdAutoExpansionThreshold_Part_gpfx">Profile container auto-expansion threshold</string>
      <string id="VhdAutoExpansionThreshold_Help">Applies to: both file-based and container-based profile solutions

Specifies the utilization percentage of storage capacity at which profile containers trigger auto-expansion.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured here or in the .ini file, the default is 90 (%) of storage capacity.</string>
      <string id="VhdAutoExpansionIncrement">Profile container auto-expansion increment</string>
      <string id="VhdAutoExpansionIncrement_Part">Auto-expansion increment (in GB)</string>
      <string id="VhdAutoExpansionIncrement_Part_gpfx">Profile container auto-expansion increment</string>
      <string id="VhdAutoExpansionIncrement_Help">Applies to: both file-based and container-based profile solutions

Specifies the amount of storage capacity (in GB) by which profile containers automatically expand when auto-expansion is triggered.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured either here or in the .ini file, the default is 10 (GB).</string>
      <string id="VhdAutoExpansionLimit">Profile container auto-expansion limit</string>
      <string id="VhdAutoExpansionLimit_Part">Auto-expansion limit (in GB)</string>
      <string id="VhdAutoExpansionLimit_Part_gpfx">Profile container auto-expansion limit</string>
      <string id="VhdAutoExpansionLimit_Help">Applies to: both file-based and container-based profile solutions

Specifies the maximum storage capacity (in GB) to which profile containers can automatically expand when auto-expansion is triggered.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured either here or in the .ini file, the default is 80 (GB).</string>
      <string id="UwpAppsRoaming">UWP app roaming</string>
      <string id="UwpAppsRoaming_Help">Applies to: both file-based and container-based profile solutions

Lets UWP (Universal Windows Platform) apps roam with users. As a result, users can access the same UWP apps from different devices.

With this policy enabled, Profile Management lets UWP apps roam with users by storing the apps on separate VHDX disks. Those disks are attached during user logons and detached during user logoffs.

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, this feature is disabled.</string>
      <string id="UserStoreSelection">User store selection method</string>
      <string id="UserStoreSelection_Help">Specifies the method by which Profile Management selects a user store when multiple user stores are available. This setting applies when you have configured replicated user stores in addition to the user store.
When multiple user stores are available, Profile Management first selects those with the latest profile. If multiple options remain, it further selects one based on your chosen method:
- Configuration order. Selects the earliest configured store.
- Access performance. Selects the store with the best access performance.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, "Configuration order" is used.</string>
      <string id="UserStoreSelection_Part">Selection method:</string>
      <string id="UserStoreSelection_Part_gpfx">User store selection method</string>
      <string id="UserStoreSelectionEnum_Config">Configuration order</string>
      <string id="UserStoreSelectionEnum_AccPerf">Access performance</string>
      <string id="ProfileContainerSettings">Profile container settings</string>
      <string id="ProfileContainer">Profile container</string>
      <string id="ProfileContainer_Part">List of folders to contain on the profile disk</string>
      <string id="ProfileContainer_Part_gpfx">Profile container - List of folders to be contained in profile disk</string>
      <string id="ProfileContainer_Help">Applies to: both file-based and container-based profile solutions

A profile container is a VHDX based profile solution that lets you specify the folders to contain on the profile disk. The profile container attaches the profile disk containing those folders, thus eliminating the need to save a copy of the folders to the local profile. Doing so decreases logon times.

To use a profile container, enable this policy and add the relative paths of the folders to the list. Citrix recommends that you include the folders containing large cache files in the list. For example, add the Citrix Files content cache folder to the list: AppData\Local\Citrix\Citrix Files\PartCache

To enable a profile container for the entire user profile, add an asterisk (*) to the list. The following user profiles (if any) are automatically migrated to the container upon its first use:

-    Local Windows user profile
-    User profiles from the Citrix file-based profile solution

If this setting is not configured here, the value from the .ini file is used. If this setting is configured neither here nor in the .ini file, it is disabled by default.</string>
      <string id="ProfileContainerExclusionListDir">Folders to exclude from profile container</string>
      <string id="ProfileContainerExclusionListDir_Part">List of folders to exclude from profile container</string>
      <string id="ProfileContainerExclusionListDir_Part_gpfx">Folders to exclude in profile container</string>
      <string id="ProfileContainerExclusionListDir_Help">Applies to: both file-based and container-based profile solutions

List of folders to exclude from the profile container.

Enter folders to exclude as relative paths to the user profile.

Wildcards are supported but they are not applied recursively.

Examples:
Desktop specifies the Desktop folder.

Downloads\* specifies all immediate subfolders of the Downloads folder.

If this setting is disabled, no folder is excluded.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no folder is excluded.</string>
      <string id="ProfileContainerInclusionListDir">Folders to include in profile container</string>
      <string id="ProfileContainerInclusionListDir_Part">List of folders to keep in the profile container</string>
      <string id="ProfileContainerInclusionListDir_Part_gpfx">Folders to include in profile container</string>
      <string id="ProfileContainerInclusionListDir_Help">Applies to: both file-based and container-based profile solutions

List of folders to keep in the profile container when their parent folders are excluded.

Folders on this list must be subfolders of the excluded folders. Otherwise, this setting does not work.

Wildcards are supported but they are not applied recursively.

Disabling this setting has the same effect as enabling it and configuring an empty list.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, folders not on the exclusion list are included in the profile container.</string>
      <string id="ProfileContainerExclusionListFile">Files to exclude from profile container</string>
      <string id="ProfileContainerExclusionListFile_Part">List of files to exclude from profile container</string>
      <string id="ProfileContainerExclusionListFile_Part_gpfx">Files to exclude in profile container</string>
      <string id="ProfileContainerExclusionListFile_Help">Applies to: both file-based and container-based profile solutions

List of files to exclude from the profile container.

Specify files to exclude in the form of relative paths to the user profile. You can use wildcards. Wildcards in file names are applied recursively while wildcards in folder names are not. You can use the vertical bar (|) to restrict the policy only to the current folder so that the policy does not apply to the subfolders.

If this setting is disabled, no files are excluded.

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, no files are excluded.

Examples:
Desktop\Desktop.ini excludes the file Desktop\Desktop.ini from the profile container.

AppData\*.tmp excludes all files with the extension .tmp in the directory AppData and its subfolders.

AppData\*.tmp| excludes all files with the extension .tmp in the directory AppData.

Downloads\*\a.txt excludes a.txt in any immediate subfolder of the Downloads folder. Note that wildcards in folder names are not applied recursively.</string>
      <string id="ProfileContainerInclusionListFile">Files to include in profile container</string>
      <string id="ProfileContainerInclusionListFile_Part">List of files to keep in the profile container</string>
      <string id="ProfileContainerInclusionListFile_Part_gpfx">Files to include in profile container</string>
      <string id="ProfileContainerInclusionListFile_Help">Applies to: both file-based and container-based profile solutions

List of files to include in the profile container when their parent folders are excluded from it.

Specify files to include in the form of relative paths to the user profile. You can use wildcards. Wildcards in file names are applied recursively while wildcards in folder names are not. You can use the vertical bar (|) to restrict the policy only to the current folder so that the policy does not apply to the subfolders.

Disabling this setting has the same effect as enabling it and configuring an empty list.

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, folders not on the exclusion list are included in the profile container.

Examples:
AppData\Local\Microsoft\Office\Access.qat includes a file under a folder excluded in the default configuration.

AppData\Local\MyApp\*.cfg includes all files with the extension .cfg in the profile folder AppData\Local\MyApp and its subfolders.

AppData\Local\MyApp\*.cfg| includes all files with the extension .cfg in the profile folder AppData\Local\MyApp.

Downloads\*\b.txt includes b.txt in any immediate subfolder of the Downloads folder. Note that wildcards in folder names are not applied recursively.</string>
      <string id="ProfileContainerLocalCache">Enable local caching for profile containers</string>
      <string id="ProfileContainerLocalCache_Help">Applies to: container-based profile solution only

With local caching for profile containers enabled, each local profile serves as a local cache of its profile container. If profile streaming is in use, locally cached files are created on demand. Otherwise, they are created during user logons.</string>
      <string id="EnableVHDDiskCompaction">Enable VHD disk compaction</string>
      <string id="EnableVHDDiskCompaction_Help">Applies to: both file-based and container-based profile solutions

Lets you specify whether to compact VHD disk files on user logoff when certain conditions are met. 
Disk compaction can save space for central or cloud storage.

Depending on your needs and the resources available, you can adjust the default compaction settings and behavior using the following policies in Advanced settings:

-	Free space ratio to trigger VHD disk compaction
-	Number of logoffs to trigger VHD disk compaction
-	Disable defragmentation for VHD disk compaction

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured here or in the .ini file, VHD disk compaction is not enabled.</string>
      <string id="EnableVHDAutoExtend">Enable VHD auto-expansion for profile container</string>
      <string id="EnableVHDAutoExtend_Help">Applies to: both file-based and container-based profile solutions

Specifies whether to enable VHD auto-expansion for the profile container. When enabled, all profile container auto-expansion settings apply to the profile container.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured either here or in the .ini file, it is disabled.</string>
      <string id="DisableConcurrentAccessToVHDContainers">Enable exclusive access to VHD containers</string>
      <string id="DisableConcurrentAccessToProfileContainer">Enable exclusive access to VHD containers - Profile container</string>
      <string id="DisableConcurrentAccessToOneDriveContainer">Enable exclusive access to VHD containers - OneDrive container</string>
      <string id="DisableConcurrentAccessToVHDContainers_Help">Applies to: both file-based and container-based profile solutions

By default, VHD containers allow concurrent access. With this setting enabled, they allow only one access at a time.

Note: Enabling this setting for profile containers in a container-based profile solution automatically disables the "Enable multi-session write-back for profile containers" setting.

If this policy is not configured here, the value from the .ini file is used.

If this policy is not configured either here or in the .ini file, the setting is disabled.</string>
      <string id="DisableConcurrentAccessToVHDContainers_Intro">Select the containers to apply this setting to:</string>
      <string id="PreventLoginWhenMountFailed">Log off users when profile container is not available during logon</string>
      <string id="PreventLoginWhenMountFailed_Part">Error message to display</string>
      <string id="PreventLoginWhenMountFailed_Part_gpfx">Log off users when profile container is not available during logon</string>
      <string id="PreventLoginWhenMountFailed_Help">Applies to: container-based profile solution only

Specifies whether to log off users when the profile container is not available during logon. By default, users can log on using temporary profiles when the profile container is not available. Alternatively, enabling this setting displays an error message to users and logs them off after they click OK. Enter the error message to display. Leaving it empty will display a default message.

If this policy is not configured here, the setting from the .ini file is used.

If this policy is not configured either here or in the .ini file, the setting is disabled.</string>
      <string id="FileDeduplicationSettings">File deduplication</string>
      <string id="SharedStoreFileExclusionList">Files to exclude from the shared store</string>
      <string id="SharedStoreFileExclusionList_Part">List of files to exclude from the shared store</string>
      <string id="SharedStoreFileExclusionList_Part_gpfx">Files to exclude from the shared store</string>
      <string id="SharedStoreFileExclusionList_Help">Applies to: both file-based and container-based profile solutions

Lets you specify files to exclude from the shared store. Use this policy along with the "Files to include in the shared store for file deduplication" policy.

Starting with Profile Management version 2311, this policy applies to profile containers.

Specify the file names with paths relative to the user profile. Consider the following:

- Wildcards are supported.

- Wildcards in file names are applied recursively. To restrict them only to the current folder, use the vertical bar (|).

- Wildcards in folder names are not applied recursively.

Examples:

- Downloads\profilemgt_x64.msi specifies the profilemgt_x64.msi file in the Downloads folder.

- *.tmp specifies files with the .tmp extension in the user profile folder and its subfolders.

- AppData\*.tmp specifies files with the .tmp extension in the AppData folder and its subfolders.

- AppData\*.tmp| specifies files with the .tmp extension only in the AppData folder.

- Downloads\*\a.txt specifies the a.txt file in any immediate subfolder of the Downloads folder.

If this setting is disabled, no files are excluded.
If this setting is not configured here, the value from the .ini file is used.
If this setting is configured neither here nor in the .ini file, no files are excluded.</string>
      <string id="SharedStoreFileInclusionList">Files to include in the shared store for deduplication</string>
      <string id="SharedStoreFileInclusionList_Part">List of files to include in the shared store</string>
      <string id="SharedStoreFileInclusionList_Part_gpfx">Files to include in the shared store for deduplication</string>
      <string id="SharedStoreFileInclusionList_Help">Applies to: both file-based and container-based profile solutions

Identical files can exist in various user profiles. Separating those files from the user store and storing them in a central location can save storage space. Doing so avoids duplicates. This policy lets you specify files that you want to include in the shared store on the server hosting the user store. With the policy enabled, Profile Management generates the shared store automatically. It then centrally stores the specified files in the shared store rather than in each user profile in the user store.

Starting with Profile Management version 2311, this policy applies to profile containers.

Specify the file names with paths relative to the user profile. Consider the following:

- Wildcards are supported.

- Wildcards in file names are applied recursively. To restrict them only to the current folder, use the vertical bar (|).

- Wildcards in folder names are not applied recursively.

Examples:

- Downloads\profilemgt_x64.msi specifies the profilemgt_x64.msi file in the Downloads folder.

- *.cfg specifies files with the .cfg extension in the user profile folder and its subfolders.

- Music\* specifies files in the Music folder and its subfolders.

- Downloads\*.iso specifies files with the .iso extension in the Downloads folder and its subfolders.

- Downloads\*.iso| specifies files with the .iso extension only in the Downloads folder.

- AppData\Local\Microsoft\OneDrive\*\*.dll specifies files with the .dll extension in any immediate subfolder of the AppData\Local\Microsoft\OneDrive folder.

If this setting is disabled, the shared store is disabled.
If this setting is not configured here, the value from the .ini file is used.
If this setting is configured neither here nor in the .ini file, the shared store is disabled.</string>
      <string id="SharedStoreProfileContainerFileSizeLimit">Minimum size of files to deduplicate from profile containers</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Part">Minimum size in megabytes</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Part_gpfx">Minimum size of files to deduplicate from profile containers</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Help">Applies to: both file-based and container-based profile solutions

Specifies the minimum size (MB) of files to deduplicate from profile containers. The value must be 256 or greater.
If this setting is not configured here, the value from the .ini file is used.
If this setting is not configured either here or in the .ini file, the value is 256.</string>
      <string id="GroupsToAccessProfileContainer">Users and groups to access profile container</string>
      <string id="GroupsToAccessProfileContainer_Part">Users and groups to access profile container</string>
      <string id="GroupsToAccessProfileContainer_Part_gpfx">Users and groups to access profile container</string>
      <string id="GroupsToAccessProfileContainer_Help">Applies to: both file-based and container-based profile solutions

Specifies which domain users and groups have Read &amp; Execute permission on profile containers. Enter a domain user or group using: &lt;Domain name&gt;\&lt;User or group name&gt; or Security Identifier (SID).

If this policy is not configured here, the value from the .ini file is used. 

If this policy is not configured either here or in the .ini file, the profile container is accessible only to its owner.</string>
      <string id="LogSettings">Log settings</string>
      <string id="DebugMode">Enable logging</string>
      <string id="DebugMode_Help">Applies to: both file-based and container-based profile solutions

Activation of this setting enables debug mode (verbose logging). In debug mode, extensive status information is logged in the log files in "%SystemRoot%\System32\Logfiles\UserProfileManager" or in the location specified by the "Path to log file" policy setting.

If this setting is disabled only errors are logged.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, only errors are logged.</string>
      <string id="LogLevel">Log settings</string>
      <string id="LogLevel_Help">Applies to: both file-based and container-based profile solutions

Detailed log settings.

Define events or actions that Profile management logs in depth.

If this setting is not configured here, Profile management uses the settings from the .ini file.

If this setting is not configured here or in the .ini file, errors and general information are logged.</string>
      <string id="LogLevel_Intro">Define events or actions that Profile management logs in depth:</string>
      <string id="LogLevel_UserName">Personalized user information</string>
      <string id="LogLevel_Warnings">Common warnings</string>
      <string id="LogLevel_Information">Common information</string>
      <string id="LogLevel_FileSystemNotification">File system notifications</string>
      <string id="LogLevel_FileSystemActions">File system actions</string>
      <string id="LogLevel_RegistryActions">Registry actions</string>
      <string id="LogLevel_RegistryDifference">Registry differences at logoff</string>
      <string id="LogLevel_PolicyUserLogon">Policy values at logon and logoff</string>
      <string id="LogLevel_ActiveDirectoryActions">Active Directory actions</string>
      <string id="LogLevel_Logon">Logon</string>
      <string id="LogLevel_Logoff">Logoff</string>
      <string id="MaxLogSize">Maximum size of the log file</string>
      <string id="MaxLogSize_Part">Maximum size in bytes</string>
      <string id="MaxLogSize_Part_gpfx">Maximum size of the log file</string>
      <string id="MaxLogSize_Help">Applies to: both file-based and container-based profile solutions

Sets the maximum size of the log file in bytes. If the log file grows beyond this size an existing backup of the file (.bak) is deleted, the log file is renamed to .bak, and a new log file is created.

The log file is created in "%SystemRoot%\System32\Logfiles\UserProfileManager" or in the location specified by the "Path to log file" policy setting.

If this setting is disabled, the default value of 10 MB is used.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default of 10 MB is used.</string>
      <string id="DebugFilePath">Path to log file</string>
      <string id="DebugFilePath_Part">Path to log file</string>
      <string id="DebugFilePath_Help">Applies to: both file-based and container-based profile solutions

Sets an alternative path to which the log files are saved.

The path can point to a local drive or a remote, network-based one (a UNC path). Remote paths can be useful in large, distributed environments but they can create significant network traffic, which may be inappropriate for log files. For provisioned, virtual machines with a persistent hard drive, set a local path to that drive. This ensures log files are preserved when the machine restarts. For virtual machines without a persistent hard drive, setting a UNC path allows you to retain the log files but the system account for the machines must have write access to the UNC share. Use a local path for any laptops managed by the offline profiles feature.

Examples:
D:\LogFiles\ProfileManagement.
\\servername\LogFiles\ProfileManagement

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default location "%SystemRoot%\System32\Logfiles\UserProfileManager" is used.

If a UNC path is used for log files then Citrix recommends that an appropriate access control list is applied to the log file folder to ensure that only authorized user or computer accounts can access the stored files.</string>
      <string id="RegistrySettings">Registry</string>
      <string id="ExclusionList">Exclusion list</string>
      <string id="ExclusionList_Part">Exclusion list</string>
      <string id="ExclusionList_Part_gpfx">Exclusion list</string>
      <string id="ExclusionList_Help">Applies to: file-based profile solution only

List of registry keys in the HKCU hive that are ignored during logoff.

Example:
Software\Policies.

If this setting is disabled, no registry keys are excluded.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no registry keys are excluded.</string>
      <string id="DefaultExclusionList">Enable default exclusion list</string>
      <string id="ExclusionDefaultReg01">Software\Microsoft\AppV\Client\Integration</string>
      <string id="ExclusionDefaultReg02">Software\Microsoft\AppV\Client\Publishing</string>
      <string id="ExclusionDefaultReg03">Software\Microsoft\Speech_OneCore</string>
      <string id="DefaultExclusionList_Help">Applies to: file-based profile solution only

Default list of registry keys in the HKCU hive that are not synchronized to the user's profile.

If you disable this setting, registry keys are not excluded by default.

If you do not configure this setting here, the value from the .ini file is used.

If you do not configure this setting here or in the .ini file, registry keys are not excluded by default.

Note: Software\Miscrosoft\Speech_OneCore is deprecated in Profile Management 5.8 and later.</string>
      <string id="IncludeListRegistry">Inclusion list</string>
      <string id="IncludeListRegistry_Part">Inclusion list</string>
      <string id="IncludeListRegistry_Part_gpfx">Inclusion list</string>
      <string id="IncludeListRegistry_Help">Applies to: file-based profile solution only

List of registry keys in the HKCU hive that are processed during logoff. Example: Software\Adobe.

If this setting is enabled, only keys on this list are processed.

If this setting is disabled, the complete HKCU hive is processed.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, all of HKCU is processed.</string>
      <string id="FileSystemSettings">File system</string>
      <string id="ExclusionListSyncFiles">Exclusion list - files</string>
      <string id="ExclusionListSyncFiles_Part">List of files to exclude</string>
      <string id="ExclusionListSyncFiles_Part_gpfx">Exclusion list - files</string>
      <string id="ExclusionListSyncFiles_Help">Applies to: file-based profile solution only

List of files that are ignored during synchronization.

File names should be specified as paths relative to the user profile. Wildcards are allowed. Wildcards in file names are applied recursively while wildcards in folder names are not.

Note: As of Profile Management 7.15, you can use the vertical bar '|' for applying a policy to only the current folder without propagating it to the subfolders.

Examples:
Desktop\Desktop.ini ignores the Desktop.ini file in the Desktop folder.

AppData\*.tmp ignores all files with the .tmp extension in the AppData folder and its subfolders.

AppData\*.tmp| ignores all files with the .tmp extension in the AppData folder.

Downloads\*\a.txt ignores a.txt in any immediate subfolder of the Downloads folder. Note that wildcards in folder names are not applied recursively.

If this setting is disabled, no files are excluded.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no files are excluded.</string>
      <string id="ExclusionListSyncDir">Exclusion list - directories</string>
      <string id="ExclusionListSyncDir_Part">List of directories to exclude</string>
      <string id="ExclusionListSyncDir_Part_gpfx">Exclusion list - directories</string>
      <string id="ExclusionListSyncDir_Help">Applies to: file-based profile solution only

List of directories that are ignored during synchronization.

Folder names should be specified as paths relative to the user profile.

Wildcards are supported but they are not applied recursively.

Examples:
Desktop ignores the Desktop folder in the user profile.

Downloads\* ignores all immediate subfolders of the Downloads folder.

If this setting is disabled, no folders are excluded.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no folders are excluded.</string>
      <string id="StreamingExclusionList">Profile streaming exclusion list - directories</string>
      <string id="StreamingExclusionList_Part">List of directories to exclude from Profile Streaming</string>
      <string id="StreamingExclusionList_Part_gpfx">Profile streaming exclusion list - directories</string>
      <string id="StreamingExclusionList_Help">Applies to: file-based profile solution only

List of directories that are ignored by Profile Streaming.
Folder names must be specified as paths relative to the user profile.

Examples:
Entering "Desktop" (without quotes) ignores the Desktop directory in the user profile.
If this setting is disabled, no folders are excluded.
If this setting is not configured here, the value from the .ini file is used.
If this setting is not configured here or in the .ini file, no folders are excluded.

Note:
Profile Streaming exclusions do not indicate that the configured folders are excluded from profile handling. They are still processed by Citrix Profile Management.</string>
      <string id="DefaultExclusionListSyncDir">Enable default exclusion list - directories</string>
      <string id="ExclusionDefaultDir01">!ctx_internetcache!</string>
      <string id="ExclusionDefaultDir02">!ctx_localappdata!\Google\Chrome\User Data\Default\Cache</string>
      <string id="ExclusionDefaultDir03">!ctx_localappdata!\Google\Chrome\User Data\Default\Cached Theme Images</string>
      <string id="ExclusionDefaultDir04">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIcons</string>
      <string id="ExclusionDefaultDir05">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIconsOld</string>
      <string id="ExclusionDefaultDir06">!ctx_localappdata!\GroupPolicy</string>
      <string id="ExclusionDefaultDir07">!ctx_localappdata!\Microsoft\AppV</string>
      <string id="ExclusionDefaultDir08">!ctx_localappdata!\Microsoft\Messenger</string>
      <string id="ExclusionDefaultDir09">!ctx_localappdata!\Microsoft\Office\15.0\Lync\Tracing</string>
      <string id="ExclusionDefaultDir10">!ctx_localappdata!\Microsoft\OneNote</string>
      <string id="ExclusionDefaultDir11">!ctx_localappdata!\Microsoft\Outlook</string>
      <string id="ExclusionDefaultDir12">!ctx_localappdata!\Microsoft\Terminal Server Client</string>
      <string id="ExclusionDefaultDir13">!ctx_localappdata!\Microsoft\UEV</string>
      <string id="ExclusionDefaultDir14">!ctx_localappdata!\Microsoft\Windows Live</string>
      <string id="ExclusionDefaultDir15">!ctx_localappdata!\Microsoft\Windows Live Contacts</string>
      <string id="ExclusionDefaultDir16">!ctx_localappdata!\Microsoft\Windows\Application Shortcuts</string>
      <string id="ExclusionDefaultDir17">!ctx_localappdata!\Microsoft\Windows\Burn</string>
      <string id="ExclusionDefaultDir18">!ctx_localappdata!\Microsoft\Windows\CD Burning</string>
      <string id="ExclusionDefaultDir19">!ctx_localappdata!\Microsoft\Windows
otifications</string>
      <string id="ExclusionDefaultDir20">!ctx_localappdata!\Packages</string>
      <string id="ExclusionDefaultDir21">!ctx_localappdata!\Sun</string>
      <string id="ExclusionDefaultDir22">!ctx_localappdata!\Windows Live</string>
      <string id="ExclusionDefaultDir23">!ctx_localsettings!\Temp</string>
      <string id="ExclusionDefaultDir24">!ctx_roamingappdata!\Microsoft\AppV\Client\Catalog</string>
      <string id="ExclusionDefaultDir25">!ctx_roamingappdata!\Sun\Java\Deployment\cache</string>
      <string id="ExclusionDefaultDir26">!ctx_roamingappdata!\Sun\Java\Deployment\log</string>
      <string id="ExclusionDefaultDir27">!ctx_roamingappdata!\Sun\Java\Deployment\tmp</string>
      <string id="ExclusionDefaultDir28">$Recycle.Bin</string>
      <string id="ExclusionDefaultDir29">AppData\LocalLow</string>
      <string id="ExclusionDefaultDir30">Tracing</string>
      <string id="DefaultExclusionListSyncDir_Help">Applies to: file-based profile solution only

Default list of directories ignored during synchronization.

If you disable this setting, folders are not excluded by default.

If you do not configure this setting here, the value from the .ini file is used.

If you do not configure this setting here or in the .ini file, folders are not excluded by default.</string>
      <string id="LogonExclusionCheck">Logon Exclusion Check</string>
      <string id="LogonExclusionCheck_Help">Applies to: file-based profile solution only

This setting configures what Profile Management does if a profile in the user store contains excluded files or folders.

If this setting is disabled or set to the default value of "Synchronize excluded files or folders on logon," Profile Management will synchronize these excluded files or folders from the user store to local profile when a user logs on.

If this setting is set to "Ignore excluded files or folders on logon," Profile Management ignores the excluded files or folders in the user store when a user logs on.

If this setting is set to "Delete excluded files or folder on logon," Profile Management deletes the excluded files or folders in the user store when a user logs on.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the excluded files or folders are synchronized from the user store to local profile when a user logs on.</string>
      <string id="LogonExclusionCheck_Part_1">If profile in the user store contains files or folders</string>
      <string id="LogonExclusionCheck_Part">that have been excluded</string>
      <string id="LogonExclusionCheck_Part_gpfx">Logon Exclusion Check </string>
      <string id="LogonExclusionCheckEnum_Disable">Synchronize excluded files or folders</string>
      <string id="LogonExclusionCheckEnum_Ignore">Ignore excluded files or folders</string>
      <string id="LogonExclusionCheckEnum_Delete">Delete excluded files or folders</string>
      <string id="LargeFileHandlingList">Large File Handling - Files to be created as symbolic links</string>
      <string id="LargeFileHandlingList_Part">List of files to be created as symbolic links</string>
      <string id="LargeFileHandlingList_Part_gpfx">Large File Handling List - Files to be created as symbolic links</string>
      <string id="LargeFileHandlingList_Help">Applies to: file-based profile solution only

To improve logon performance and to process large size files, a symbolic link is created instead of copying files in this list.

You can use wildcards in policies that refer to files. For example, !ctx_localappdata!\Microsoft\Outlook\*.OST.

To process the offline folder file (*.ost) of Microsoft Outlook, make sure that the Outlook folder is not excluded for Citrix Profile Management.

Note that those files cannot be accessed in multiple sessions simultaneously.</string>
      <string id="FSSynchronization">Synchronization</string>
      <string id="SyncDirList">Directories to synchronize</string>
      <string id="SyncDirList_Part">List of directories to synchronize</string>
      <string id="SyncDirList_Part_gpfx">Directories to synchronize</string>
      <string id="SyncDirList_Help">Applies to: file-based profile solution only

Profile management synchronizes each user's entire profile between the system it is installed on and the user store.

It allows you to include subfolders of excluded folders.

Paths on this list should be relative to the user profile.

Wildcards are supported but they are not applied recursively.

Examples:
Desktop\exclude\include specifies the include subfolder of the Desktop\exclude folder.

Desktop\exclude\* specifies all immediate subfolders of the Desktop\exclude folder.

Disabling this setting has the same effect as enabling it and configuring an empty list.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, only non-excluded folders in the user profile are synchronized.</string>
      <string id="SyncFileList">Files to synchronize</string>
      <string id="SyncFileList_Part">List of files to synchronize</string>
      <string id="SyncFileList_Part_gpfx">Files to synchronize</string>
      <string id="SyncFileList_Help">Applies to: file-based profile solution only

Profile management synchronizes each user's entire profile between the system it is installed on and the user store.

This setting allows for the inclusion of files below excluded folders.

Paths on this list should be relative to the user profile. Wildcards are allowed. Wildcards in file names are applied recursively while wildcards in folder names are not.

Note: As of Profile Management 7.15, you can use the vertical bar '|' for applying a policy to only the current folder without propagating it to the subfolders.

Examples:
AppData\Local\Microsoft\Office\Access.qat specifies a file below a folder excluded in the default configuration.

AppData\Local\MyApp\*.cfg specifies all files with the extension .cfg in the profile folder AppData\Local\MyApp and its subfolders.

AppData\Local\MyApp\*.cfg| specifies all files with the extension .cfg in the profile folder AppData\Local\MyApp.

Downloads\*\b.txt specifies b.txt in any immediate subfolder of the Downloads folder. Note that wildcards in folder names are not applied recursively.

Disabling this setting has the same effect as enabling it and configuring an empty list.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, only non-excluded files in the user profile are synchronized.</string>
      <string id="MirrorFoldersList">Folders to mirror</string>
      <string id="MirrorFoldersList_Part">List of folders to mirror</string>
      <string id="MirrorFoldersList_Part_gpfx">Folders to mirror</string>
      <string id="MirrorFoldersList_Help">Applies to: file-based profile solution only

Profile management can mirror a folder relative to the profile's root folder. Use this setting for files whose contents index data and where separate instances of the data are likely to exist. For example, you can mirror the Internet Explorer cookies folder so that index.dat is synchronized with the cookies that it indexes. Be aware that, in these situations the "last write wins" so files in mirrored folders that have been modified in more than one session are overwritten by the last update, resulting in loss of profile changes.</string>
      <string id="AccelerateFolderMirroring">Accelerate folder mirroring</string>
      <string id="AccelerateFolderMirroring_Help">Applies to: file-based profile solution only

With both this policy and the Folders to mirror policy enabled, Profile Management stores mirrored folders on a VHDX-based virtual disk. It attaches the virtual disk during logons and detaches it during logoffs. Enabling this policy eliminates the need to copy the folders between the user store and local profiles and accelerates folder mirroring.</string>
      <string id="PSSettings">Streamed user profiles</string>
      <string id="PSEnabled">Profile streaming</string>
      <string id="PSEnabled_Help">Applies to: file-based profile solution only

With profile streaming, users' profiles are synchronized on the local computer only when they are needed. Registry entries are cached immediately, but files and folders are only cached when accessed by users.</string>
      <string id="PSForFoldersEnabled">Enable profile streaming for folders</string>
      <string id="PSForFoldersEnabled_Help">Applies to: file-based profile solution only

With profile streaming for folders enabled, folders are fetched only when they are being accessed. This approach eliminates the need to traverse all folders during user logons.</string>
      <string id="PSForPendingAreaEnabled">Enable profile streaming for pending area</string>
      <string id="PSForPendingAreaEnabled_Help">Applies to: file-based profile solution only

With this policy enabled, files in the pending area are fetched to the local profile only when they are requested. Use the policy with the Profile streaming policy to ensure optimum logon experience in concurrent session scenarios.

The policy applies to folders in the pending area when the Enable profile streaming for folders policy is enabled.

By default, this policy is disabled. All files and folders in the pending area are fetched to the local profile during logon.

The pending area is used to ensure profile consistency while profile streaming is enabled. It temporarily stores profile files and folders changed in concurrent sessions.</string>
      <string id="PSAlwaysCache">Always cache</string>
      <string id="PSAlwaysCache_Help">Applies to: file-based profile solution only

Optionally, to enhance the user experience, use this setting with the Profile streaming setting, which imposes a lower limit on the size of files that are streamed. Any files this size or larger are cached as soon as possible after logon. To use the cache entire profile feature, set this limit to zero (which caches all of the profile contents).</string>
      <string id="PSAlwaysCache_Part">Cache files this size or larger (megabytes)</string>
      <string id="PSAlwaysCache_Part_gpfx">Always cache size</string>
      <string id="PSMidSessionWriteBack">Active write back</string>
      <string id="PSMidSessionWriteBack_Help">Applies to: file-based profile solution only

With this setting, files and folders (but not Registry entries) that are modified can be synchronized to the user store in the middle of a session, before logoff.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, active write back is disabled.</string>
      <string id="PSMidSessionWriteBackReg">Active write back registry</string>
      <string id="PSMidSessionWriteBackReg_Help">Applies to: file-based profile solution only

Leverage this policy with "Active write back" enabled.

Registry entries that are modified can be synchronized to the user store in the middle of a session.

If you do not configure this setting here, the value from the .ini file is used.

If you do not configure this setting here or in the .ini file, active write back registry is disabled.</string>
      <string id="PSMidSessionWriteBackSessionLock">Active write back on session lock and disconnection</string>
      <string id="PSMidSessionWriteBackSessionLock_Help">Applies to: file-based profile solution only

Use this policy as an extension to the "Active write back" and "Active write back registry" policies.

With the "Active write back" policy enabled, by default, files and folders are written back from the local computer to the user store every five minutes. With both this new policy and the "Active write back" policy enabled, files and folders are written back only when a session is locked or disconnected.

With both the "Active write back" and "Active write back registry" policies enabled, by default, registry entries are written back from the local computer to the user store every five minutes. With this new policy and the "Active write back" and "Active write back registry" policies enabled, registry entries are written back only when a session is locked or disconnected.

If this setting is not configured here, the value from the .ini file is used.

If this setting is configured neither here nor in the .ini file, this feature is disabled.</string>
      <string id="OfflineSupport">Offline profile support</string>
      <string id="OfflineSupport_Help">Applies to: file-based profile solution only

Enables the offline profiles feature. This is intended for computers that are commonly removed from networks, typically laptops or mobile devices not servers or desktops.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, offline profile support is disabled.</string>
      <string id="PSPendingLockTimeout">Timeout for pending area lock files (days)</string>
      <string id="PSPendingLockTimeout_Help">Applies to: file-based profile solution only

You can set a timeout period that frees up users' files so they are written back to the user store from the pending area in the event that the user store remains locked when a server becomes unresponsive (for example, when it goes down). Use this setting to prevent bloat in the pending area and to ensure the user store always contains the most up-to-date files.</string>
      <string id="PSUserGroups">Streamed user profile groups</string>
      <string id="PSUserGroups_Help">Applies to: file-based profile solution only

Enter one or more Windows user groups.

If this setting is enabled, only the profiles of those groups' members are streamed. If this setting is disabled, all user groups are processed.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, all users are processed.</string>
      <string id="PSUserGroups_Part">List of user groups with streamed user profiles</string>
      <string id="PSUserGroups_Part_gpfx">Streamed user profile groups</string>
      <string id="CPSettings">Cross-Platform settings</string>
      <string id="CPEnable">Enable cross-platform settings</string>
      <string id="CPEnable_Help">Applies to: both file-based and container-based profile solutions

By default, to facilitate deployment, cross-platform settings is disabled.

Turn on processing by enabling this setting.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no cross-platform settings will be applied.</string>
      <string id="CPUserGroups">Cross-platform settings user groups</string>
      <string id="CPUserGroups_Help">Applies to: both file-based and container-based profile solutions

Enter one or more Windows user groups.

If this setting is configured, the cross-platform settings feature of Profile management processes only members of these user groups. If this setting is disabled, all user groups are processed.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, all user groups are processed.</string>
      <string id="CPUserGroups_Part">List of user groups to be processed across platforms</string>
      <string id="CPUserGroups_Part_gpfx">Cross-platform settings user groups</string>
      <string id="CPSchemaPath">Path to cross-platform definitions</string>
      <string id="CPSchemaPath_Help">Applies to: both file-based and container-based profile solutions

Specify a folder where the definition files are located.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no cross-platform settings will be applied.

Note:
* The folder can be local or it can reside on an SMB file share.</string>
      <string id="CPSchemaPathData">Path to cross-platform definitions:</string>
      <string id="CPSchemaPathData_gpfx">Path to cross-platform definitions</string>
      <string id="CPPath">Path to cross-platform settings store</string>
      <string id="CPPath_Help">Applies to: both file-based and container-based profile solutions

Sets the path to the directory in which users' cross-platform settings are saved (cross-platform settings store).

The path can be an absolute UNC path or a path relative to the home directory.

In both cases, the following types of variables can be used: system environment variables enclosed in percent signs and attributes of the Active Directory user object enclosed in hashes.

User environment variables cannot be used, except for %username% and %userdomain%.

If this setting is disabled, the path Windows\PM_CP is used.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, the default value Windows\PM_CP is used.</string>
      <string id="CPPathData">Path to cross-platform settings store:</string>
      <string id="CPPathData_gpfx">Path to cross-platform settings store</string>
      <string id="CPMigrationFromBaseProfileToCPStore">Source for creating cross-platform settings</string>
      <string id="CPMigrationFromBaseProfileToCPStore_Help">Applies to: both file-based and container-based profile solutions

Default: Disabled

Definition files contain a set of definitions that configure an application. If the cross-platform settings store contains a definition with no data, or the cached data in the single-platform profile is newer than the definition's data in the store, Profile management only migrates the data from the single-platform profile to the store if you enable this setting.</string>
      <string id="XenAppOptimizationSettings">Citrix Virtual Apps Optimization settings</string>
      <string id="XenAppOptimizationEnabled">Enable Citrix Virtual Apps Optimization</string>
      <string id="XenAppOptimizationEnabled_Help">Applies to: file-based profile solution only

When you enable this feature, only the settings specific to the published applications a user launches or exits are synchronized.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no Citrix Virtual Apps optimization settings will be applied.</string>
      <string id="XenAppOptimizationDefinitionPath">Path to Citrix Virtual Apps optimization definitions</string>
      <string id="XenAppOptimizationDefinitionPathData">Path to Citrix Virtual Apps optimization definitions:</string>
      <string id="XenAppOptimizationDefinitionPath_Help">Applies to: file-based profile solution only

Specify a folder where the Citrix Virtual Apps optimization definition files are located.

If this setting is not configured here, the value from the .ini file is used.

If this setting is not configured here or in the .ini file, no Citrix Virtual Apps optimization settings will be applied.

Note:
* The folder can be local or it can reside on an SMB file share.</string>
      <string id="FolderRedirection">Folder Redirection</string>
      <string id="AppAccessControlSettings">App Access Control</string>
      <string id="FRAdminAccess">Grant administrator access</string>
      <string id="FRAdminAccess_Help">Applies to: file-based profile solution only

By default, users are granted exclusive access to the contents of their redirected folders.

Enabling this option allows administrator access to the contents of the users redirected folders.</string>
      <string id="FRAdminAccess_Part">Grant administrator access</string>
      <string id="FRAdminAccess_Part_gpfx">Grant administrator access</string>
      <string id="FRAppDataEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRDesktopEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRStartMenuEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRDocumentsEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRPicturesEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRMusicEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRVideosEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRFavoritesEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRContactsEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRDownloadsEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRLinksEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRSearchesEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRSavedGamesEnum_RedirectUncPath">Redirect to the following UNC path</string>
      <string id="FRIncDomainName">Include domain name</string>
      <string id="FRIncDomainName_Help">Applies to: file-based profile solution only

Enabling this option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRIncDomainName_Part">Include domain name in UNC path</string>
      <string id="FRIncDomainName_Part_gpfx">Include domain name</string>
      <string id="FRDocumentsEnum_RedirectRelativeHome">Redirect to the user's home directory</string>
      <string id="FRPicturesEnum_RedirectRelativeDocuments">Redirect relative to Documents folder</string>
      <string id="FRMusicEnum_RedirectRelativeDocuments">Redirect relative to Documents folder</string>
      <string id="FRVideosEnum_RedirectRelativeDocuments">Redirect relative to Documents folder</string>
      <string id="FRAppData">AppData(Roaming)</string>
      <string id="FRAppDataEnable">Redirect the AppData(Roaming) folder</string>
      <string id="FRAppDataEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the AppData(Roaming) folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRAppData_Part">Redirection settings for AppData(Roaming)</string>
      <string id="FRAppDataPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the AppData(Roaming) folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRAppDataPath_Part">Path</string>
      <string id="FRAppDataPath_Part_gpfx">AppData(Roaming) path</string>
      <string id="FRDesktop">Desktop</string>
      <string id="FRDesktopEnable">Redirect the Desktop folder</string>
      <string id="FRDesktopEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Desktop folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDesktop_Part">Redirection settings for Desktop</string>
      <string id="FRDesktopPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Desktop folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRDesktopPath_Part">Path</string>
      <string id="FRDesktopPath_Part_gpfx">Desktop path</string>
      <string id="FRStartMenu">Start Menu</string>
      <string id="FRStartMenuEnable">Redirect the Start Menu folder</string>
      <string id="FRStartMenuEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Start Menu folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRStartMenu_Part">Redirection settings for Start Menu</string>
      <string id="FRStartMenuPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Start Menu folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRStartMenuPath_Part">Path</string>
      <string id="FRStartMenuPath_Part_gpfx">Start Menu path</string>
      <string id="FRDocuments">Documents</string>
      <string id="FRDocumentsEnable">Redirect the Documents folder</string>
      <string id="FRDocumentsEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Documents folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDocuments_Part">Redirection settings for Documents</string>
      <string id="FRDocumentsPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Documents folder, either as a UNC path, or a path relative to the home directory.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRDocumentsPath_Part">Path</string>
      <string id="FRDocumentsPath_Part_gpfx">Documents path</string>
      <string id="FRPictures">Pictures</string>
      <string id="FRPicturesEnable">Redirect the Pictures folder</string>
      <string id="FRPicturesEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Pictures folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRPictures_Part">Redirection settings for Pictures</string>
      <string id="FRPicturesPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Pictures folder, either as a UNC path, or a path relative to the Documents folder.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRPicturesPath_Part">Path</string>
      <string id="FRPicturesPath_Part_gpfx">Pictures path</string>
      <string id="FRMusic">Music</string>
      <string id="FRMusicEnable">Redirect the Music folder</string>
      <string id="FRMusicEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Music folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRMusic_Part">Redirection settings for Music</string>
      <string id="FRMusicPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Music folder, either as a UNC path, or a path relative to the Documents folder.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRMusicPath_Part">Path</string>
      <string id="FRMusicPath_Part_gpfx">Music path</string>
      <string id="FRVideos">Videos</string>
      <string id="FRVideosEnable">Redirect the Videos folder</string>
      <string id="FRVideosEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Videos folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRVideos_Part">Redirection settings for Videos</string>
      <string id="FRVideosPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Videos folder, either as a UNC path, or a path relative to the Documents folder.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRVideosPath_Part">Path</string>
      <string id="FRVideosPath_Part_gpfx">Videos path</string>
      <string id="FRFavorites">Favorites</string>
      <string id="FRFavoritesEnable">Redirect the Favorites folder</string>
      <string id="FRFavoritesEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Favorites folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRFavorites_Part">Redirection settings for Favorites</string>
      <string id="FRFavoritesPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Favorites folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRFavoritesPath_Part">Path</string>
      <string id="FRFavoritesPath_Part_gpfx">Favorites path</string>
      <string id="FRContacts">Contacts</string>
      <string id="FRContactsEnable">Redirect the Contacts folder</string>
      <string id="FRContactsEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Contacts folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRContacts_Part">Redirection settings for Contacts</string>
      <string id="FRContactsPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Contacts folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRContactsPath_Part">Path</string>
      <string id="FRContactsPath_Part_gpfx">Contacts path</string>
      <string id="FRDownloads">Downloads</string>
      <string id="FRDownloadsEnable">Redirect the Downloads folder</string>
      <string id="FRDownloadsEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Downloads folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDownloads_Part">Redirection settings for Downloads</string>
      <string id="FRDownloadsPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Downloads folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRDownloadsPath_Part">Path</string>
      <string id="FRDownloadsPath_Part_gpfx">Downloads path</string>
      <string id="FRLinks">Links</string>
      <string id="FRLinksEnable">Redirect the Links folder</string>
      <string id="FRLinksEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Links folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRLinks_Part">Redirection settings for Links</string>
      <string id="FRLinksPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Links folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRLinksPath_Part">Path</string>
      <string id="FRLinksPath_Part_gpfx">Links path</string>
      <string id="FRSearches">Searches</string>
      <string id="FRSearchesEnable">Redirect the Searches folder</string>
      <string id="FRSearchesEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Searches folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRSearches_Part">Redirection settings for Searches</string>
      <string id="FRSearchesPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Searches folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRSearchesPath_Part">Path</string>
      <string id="FRSearchesPath_Part_gpfx">Searches path</string>
      <string id="FRSavedGames">Saved Games</string>
      <string id="FRSavedGamesEnable">Redirect the Saved Games folder</string>
      <string id="FRSavedGamesEnable_Help">Applies to: file-based profile solution only

Lets you specify how to redirect the Saved Games folder. To do so, select Enabled and then type the redirected path.
Caution: Potential data loss might occur. See below for details.
You might want to modify the path after the policy takes effect. However, consider potential data loss before you do so. The data contained in the redirected folder might be deleted if the modified path points to the same location as the previous path.
For example, suppose you specify the Contacts path as path1. Later, you change path1 to path2. If path1 and path2 point to the same location, all data contained in the redirected folder is deleted after the policy takes effect.
To avoid potential data loss, complete the following steps:
  1. Apply Microsoft policy to machines where Profile Management is running through Active Directory Group Policy Objects. To do so, open the Group Policy Management Console, navigate to Computer Configuration &gt; Administrative Templates &gt; Windows Components &gt; File Explorer, and then enable Verify old and new Folder Redirection targets point to the same share before redirecting.
  2. If applicable, apply hotfixes to machines where Profile Management is running. For details, see https://support.microsoft.com/en-us/help/977229 and https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRSavedGames_Part">Redirection settings for Saved Games</string>
      <string id="FRSavedGamesPath_Help">Applies to: file-based profile solution only

Specifies the redirected location of the Saved Games folder as a UNC path.

Selecting the 'Include Domain Name' option will include the %userdomain% environment variable as part of the UNC path.</string>
      <string id="FRSavedGamesPath_Part">Path</string>
      <string id="FRSavedGamesPath_Part_gpfx">Saved Games path</string>
      <string id="GPFXDefaultUIEnabledString">This setting will be enabled.</string>
      <string id="GPFXDefaultUIDisabledString">This setting will be disabled.</string>
      <string id="GPFXDefaultDirPrefix">UPM - </string>
      <string id="GPFXDefaultRegPrefix">UPM - </string>
      <string id="GPFXDefaultForListBox">Note: Use Enter to separate multiple entries.</string>
      <string id="GPFXCategory_BasicSettings">Basic settings</string>
      <string id="GPFXCategory_FRCommonSettings">Common settings</string>
      <string id="GPFXCategory_FSExclusions">Exclusions</string>
      <string id="GPFXCategory_DefaultFSExclusions">Default Exclusions</string>
      <string id="GPFXCategory_DefaultREGExclusions">Default Exclusions</string>
      <string id="SpinValidationMessage">The value must be between {0} and {1}.</string>
      <string id="ProcessedGroups_exclude_gpfx">TRUE</string>
      <string id="ExcludedGroups_exclude_gpfx">TRUE</string>
      <string id="ExclusionList_exclude_gpfx">TRUE</string>
      <string id="IncludeListRegistry_exclude_gpfx">TRUE</string>
      <string id="ExclusionListSyncFiles_exclude_gpfx">TRUE</string>
      <string id="ExclusionListSyncDir_exclude_gpfx">TRUE</string>
      <string id="SyncDirList_exclude_gpfx">TRUE</string>
      <string id="SyncFileList_exclude_gpfx">TRUE</string>
      <string id="MirrorFoldersList_exclude_gpfx">TRUE</string>
      <string id="PSUserGroups_exclude_gpfx">TRUE</string>
      <string id="CPUserGroups_exclude_gpfx">TRUE</string>
      <string id="StreamingExclusionList_exclude_gpfx">TRUE</string>
      <string id="LastKnownGoodRegistry_default_enable_gpfx">TRUE</string>
      <string id="CEIPEnabled_default_enable_gpfx">TRUE</string>
      <string id="EnableVolumeReattach_default_enable_gpfx">TRUE</string>
      <string id="PSAlwaysCache_Part_unit_gpfx">MB</string>
      <string id="LargeFileHandlingList_exclude_gpfx">TRUE</string>
      <string id="MultiSiteReplication_exclude_gpfx">TRUE</string>
      <string id="ProfileContainer_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerExclusionListDir_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerInclusionListDir_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerExclusionListFile_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerInclusionListFile_exclude_gpfx">TRUE</string>
      <string id="MigrateWindowsProfilesToUserStore_exclude_gpfx">TRUE</string>
      <string id="OneDriveContainer_exclude_gpfx">TRUE</string>
      <string id="SharedStoreFileInclusionList_exclude_gpfx">TRUE</string>
      <string id="SharedStoreFileExclusionList_exclude_gpfx">TRUE</string>
      <string id="GroupsToAccessProfileContainer_exclude_gpfx">TRUE</string>
      <string id="ServiceActive_gpfx_category">BasicSettings</string>
      <string id="ProcessedGroups_gpfx_category">BasicSettings</string>
      <string id="ExcludedGroups_gpfx_category">BasicSettings</string>
      <string id="ProcessAdmins_gpfx_category">BasicSettings</string>
      <string id="DATPath_gpfx_category">BasicSettings</string>
      <string id="MigrateUserStore_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBack_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBackReg_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBackSessionLock_gpfx_category">BasicSettings</string>
      <string id="OfflineSupport_gpfx_category">BasicSettings</string>
      <string id="FRAdminAccess_gpfx_category">FRCommonSettings</string>
      <string id="FRIncDomainName_gpfx_category">FRCommonSettings</string>
      <string id="ExclusionListSyncFiles_gpfx_category">FSExclusions</string>
      <string id="ExclusionListSyncDir_gpfx_category">FSExclusions</string>
      <string id="DefaultExclusionList_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg01_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg02_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg03_gpfx_category">DefaultREGExclusions</string>
      <string id="DefaultExclusionListSyncDir_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir01_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir02_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir03_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir04_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir05_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir06_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir07_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir08_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir09_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir10_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir11_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir12_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir13_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir14_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir15_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir16_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir17_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir18_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir19_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir20_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir21_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir22_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir23_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir24_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir25_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir26_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir27_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir28_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir29_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir30_gpfx_category">DefaultFSExclusions</string>
      <string id="ProfileContainer_customized_gpfx_category">UserProfileManager\FileSystemSettings\FSSynchronization</string>
    </stringTable>
    <presentationTable>
      <presentation id="ServiceActive" />
      <presentation id="ProcessedGroups">
        <listBox refId="ProcessedGroups_Part">Processed groups</listBox>
      </presentation>
      <presentation id="ExcludedGroups">
        <listBox refId="ExcludedGroups_Part">Excluded groups</listBox>
      </presentation>
      <presentation id="ProcessAdmins" />
      <presentation id="DATPath">
        <textBox refId="DATPath_Part">
          <label>Absolute path or path relative to the home directory</label>
        </textBox>
      </presentation>
      <presentation id="MigrateUserStore">
        <textBox refId="MigrateUserStore_Part">
          <label>Enter the user store path that you previously used</label>
        </textBox>
      </presentation>
      <presentation id="PSMidSessionWriteBack" />
      <presentation id="PSMidSessionWriteBackReg" />
      <presentation id="PSMidSessionWriteBackSessionLock" />
      <presentation id="OfflineSupport" />
      <presentation id="DeleteCachedProfilesOnLogoff" />
      <presentation id="ProfileDeleteDelay">
        <decimalTextBox refId="ProfileDeleteDelay_Part" defaultValue="0" spinStep="10">Delay (seconds)</decimalTextBox>
      </presentation>
      <presentation id="MigrateWindowsProfilesToUserStore">
        <dropdownList refId="MigrateWindowsProfilesToUserStore_Part">Types of user profiles to be migrated if the user store is empty</dropdownList>
      </presentation>
      <presentation id="ApplicationProfilesAutoMigration" />
      <presentation id="LocalProfileConflictHandling">
        <text>If both a local Windows user profile and a</text>
        <dropdownList refId="LocalProfileConflictHandling_Part">Citrix user profile in the user store both exist</dropdownList>
      </presentation>
      <presentation id="TemplateProfile">
        <textBox refId="TemplateProfilePath">
          <label>Path to the template profile:</label>
        </textBox>
        <checkBox refId="TemplateProfileOverridesLocalProfile">Template profile overrides local profile</checkBox>
        <checkBox refId="TemplateProfileOverridesRoamingProfile">Template profile overrides roaming profile</checkBox>
        <checkBox refId="TemplateProfileIsMandatory">Template profile used as a Citrix mandatory profile for all logons</checkBox>
      </presentation>
      <presentation id="LoadRetries">
        <decimalTextBox refId="LoadRetries_Part" defaultValue="5" spinStep="1">Number of retries</decimalTextBox>
      </presentation>
      <presentation id="ProcessCookieFiles" />
      <presentation id="DisableDynamicConfig" />
      <presentation id="LogoffRatherThanTempProfile" />
      <presentation id="CEIPEnabled" />
      <presentation id="OutlookSearchRoamingEnabled" />
      <presentation id="OutlookEdbBackupEnabled" />
      <presentation id="OutlookSearchRoamingConcurrentSession">
        <decimalTextBox refId="OutlookSearchRoamingConcurrentSession_Part" defaultValue="2" spinStep="1024">Maximum number of VHDX disks for storing Outlook OST files</decimalTextBox>
      </presentation>
      <presentation id="FSLogixProfileContainerSupport" />
      <presentation id="MultiSiteReplication">
        <listBox refId="MultiSiteReplication_Part">Paths to replicate a user store</listBox>
      </presentation>
      <presentation id="CredBasedAccessEnabled" />
      <presentation id="VhdStorePath">
        <textBox refId="VhdStorePath_Part">
          <label>Path to store VHDX files</label>
        </textBox>
      </presentation>
      <presentation id="EnableVolumeReattach" />
      <presentation id="SyncGpoStateEnabled" />
      <presentation id="OneDriveContainer">
        <listBox refId="OneDriveContainer_Part">List of OneDrive folders</listBox>
      </presentation>
      <presentation id="FreeRatio4Compaction">
        <decimalTextBox refId="FreeRatio4Compaction_Part" defaultValue="20" spinStep="1">Free space ratio (percent)</decimalTextBox>
      </presentation>
      <presentation id="NLogoffs4Compaction">
        <decimalTextBox refId="NLogoffs4Compaction_Part" defaultValue="5" spinStep="1">Number of logoffs</decimalTextBox>
      </presentation>
      <presentation id="NDefrag4Compaction" />
      <presentation id="UserGroupLevelConfigEnabled" />
      <presentation id="OrderedGroups">
        <textBox refId="OrderedGroups_Part">
          <label>Priority order for user groups</label>
        </textBox>
      </presentation>
      <presentation id="VhdContainerCapacity">
        <decimalTextBox refId="VhdContainerCapacity_Part" defaultValue="50" spinStep="10">Default capacity (in GB)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionThreshold">
        <decimalTextBox refId="VhdAutoExpansionThreshold_Part" defaultValue="90" spinStep="10">Auto-expansion threshold (percent)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionIncrement">
        <decimalTextBox refId="VhdAutoExpansionIncrement_Part" defaultValue="10" spinStep="10">Auto-expansion increment (in GB)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionLimit">
        <decimalTextBox refId="VhdAutoExpansionLimit_Part" defaultValue="80" spinStep="10">Auto-expansion limit (in GB)</decimalTextBox>
      </presentation>
      <presentation id="UwpAppsRoaming" />
      <presentation id="UserStoreSelection">
        <dropdownList refId="UserStoreSelection_Part">Selection method:</dropdownList>
      </presentation>
      <presentation id="ProfileContainer">
        <listBox refId="ProfileContainer_Part">List of folders to contain on the profile disk</listBox>
      </presentation>
      <presentation id="ProfileContainerLocalCache" />
      <presentation id="ProfileContainerExclusionListDir">
        <listBox refId="ProfileContainerExclusionListDir_Part">List of folders to exclude from profile container</listBox>
      </presentation>
      <presentation id="ProfileContainerInclusionListDir">
        <listBox refId="ProfileContainerInclusionListDir_Part">List of folders to keep in the profile container</listBox>
      </presentation>
      <presentation id="ProfileContainerExclusionListFile">
        <listBox refId="ProfileContainerExclusionListFile_Part">List of files to exclude from profile container</listBox>
      </presentation>
      <presentation id="ProfileContainerInclusionListFile">
        <listBox refId="ProfileContainerInclusionListFile_Part">List of files to keep in the profile container</listBox>
      </presentation>
      <presentation id="EnableVHDDiskCompaction" />
      <presentation id="EnableVHDAutoExtend" />
      <presentation id="DisableConcurrentAccessToVHDContainers">
        <text>Select the containers to apply this setting to:</text>
        <checkBox refId="DisableConcurrentAccessToProfileContainer" defaultChecked="true">Enable exclusive access to VHD containers - Profile container</checkBox>
        <checkBox refId="DisableConcurrentAccessToOneDriveContainer" defaultChecked="true">Enable exclusive access to VHD containers - OneDrive container</checkBox>
      </presentation>
      <presentation id="PreventLoginWhenMountFailed">
        <textBox refId="PreventLoginWhenMountFailed_Part">
          <label>Error message to display</label>
        </textBox>
      </presentation>
      <presentation id="GroupsToAccessProfileContainer">
        <listBox refId="GroupsToAccessProfileContainer_Part">Users and groups to access profile container</listBox>
      </presentation>
      <presentation id="DebugMode" />
      <presentation id="LogLevel">
        <text>Define events or actions that Profile management logs in depth:</text>
        <checkBox refId="LogLevel_Warnings" defaultChecked="true">Common warnings</checkBox>
        <checkBox refId="LogLevel_Information" defaultChecked="true">Common information</checkBox>
        <checkBox refId="LogLevel_FileSystemNotification">File system notifications</checkBox>
        <checkBox refId="LogLevel_FileSystemActions">File system actions</checkBox>
        <checkBox refId="LogLevel_RegistryActions">Registry actions</checkBox>
        <checkBox refId="LogLevel_RegistryDifference">Registry differences at logoff</checkBox>
        <checkBox refId="LogLevel_ActiveDirectoryActions">Active Directory actions</checkBox>
        <checkBox refId="LogLevel_PolicyUserLogon">Policy values at logon and logoff</checkBox>
        <checkBox refId="LogLevel_Logon">Logon</checkBox>
        <checkBox refId="LogLevel_Logoff">Logoff</checkBox>
        <checkBox refId="LogLevel_UserName" defaultChecked="true">Personalized user information</checkBox>
      </presentation>
      <presentation id="MaxLogSize">
        <decimalTextBox refId="MaxLogSize_Part" defaultValue="10485760" spinStep="1024">Maximum size in bytes</decimalTextBox>
      </presentation>
      <presentation id="DebugFilePath">
        <textBox refId="DebugFilePath_Part">
          <label>Path to log file</label>
        </textBox>
      </presentation>
      <presentation id="ExclusionList">
        <listBox refId="ExclusionList_Part">Exclusion list</listBox>
      </presentation>
      <presentation id="DefaultExclusionList">
        <checkBox refId="ExclusionDefaultReg01" defaultChecked="true">Software\Microsoft\AppV\Client\Integration</checkBox>
        <checkBox refId="ExclusionDefaultReg02" defaultChecked="true">Software\Microsoft\AppV\Client\Publishing</checkBox>
        <checkBox refId="ExclusionDefaultReg03" defaultChecked="true">Software\Microsoft\Speech_OneCore</checkBox>
      </presentation>
      <presentation id="IncludeListRegistry">
        <listBox refId="IncludeListRegistry_Part">Inclusion list</listBox>
      </presentation>
      <presentation id="LastKnownGoodRegistry" />
      <presentation id="ExclusionListSyncFiles">
        <listBox refId="ExclusionListSyncFiles_Part">List of files to exclude</listBox>
      </presentation>
      <presentation id="DefaultExclusionListSyncDir">
        <checkBox refId="ExclusionDefaultDir01" defaultChecked="true">!ctx_internetcache!</checkBox>
        <checkBox refId="ExclusionDefaultDir02" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\Cache</checkBox>
        <checkBox refId="ExclusionDefaultDir03" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\Cached Theme Images</checkBox>
        <checkBox refId="ExclusionDefaultDir04" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIcons</checkBox>
        <checkBox refId="ExclusionDefaultDir05" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIconsOld</checkBox>
        <checkBox refId="ExclusionDefaultDir06" defaultChecked="true">!ctx_localappdata!\GroupPolicy</checkBox>
        <checkBox refId="ExclusionDefaultDir07" defaultChecked="true">!ctx_localappdata!\Microsoft\AppV</checkBox>
        <checkBox refId="ExclusionDefaultDir08" defaultChecked="true">!ctx_localappdata!\Microsoft\Messenger</checkBox>
        <checkBox refId="ExclusionDefaultDir09" defaultChecked="true">!ctx_localappdata!\Microsoft\Office\15.0\Lync\Tracing</checkBox>
        <checkBox refId="ExclusionDefaultDir10" defaultChecked="true">!ctx_localappdata!\Microsoft\OneNote</checkBox>
        <checkBox refId="ExclusionDefaultDir11" defaultChecked="true">!ctx_localappdata!\Microsoft\Outlook</checkBox>
        <checkBox refId="ExclusionDefaultDir12" defaultChecked="true">!ctx_localappdata!\Microsoft\Terminal Server Client</checkBox>
        <checkBox refId="ExclusionDefaultDir13" defaultChecked="true">!ctx_localappdata!\Microsoft\UEV</checkBox>
        <checkBox refId="ExclusionDefaultDir14" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows Live</checkBox>
        <checkBox refId="ExclusionDefaultDir15" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows Live Contacts</checkBox>
        <checkBox refId="ExclusionDefaultDir16" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Application Shortcuts</checkBox>
        <checkBox refId="ExclusionDefaultDir17" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Burn</checkBox>
        <checkBox refId="ExclusionDefaultDir18" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\CD Burning</checkBox>
        <checkBox refId="ExclusionDefaultDir19" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Notifications</checkBox>
        <checkBox refId="ExclusionDefaultDir20" defaultChecked="true">!ctx_localappdata!\Packages</checkBox>
        <checkBox refId="ExclusionDefaultDir21" defaultChecked="true">!ctx_localappdata!\Sun</checkBox>
        <checkBox refId="ExclusionDefaultDir22" defaultChecked="true">!ctx_localappdata!\Windows Live</checkBox>
        <checkBox refId="ExclusionDefaultDir23" defaultChecked="true">!ctx_localsettings!\Temp</checkBox>
        <checkBox refId="ExclusionDefaultDir24" defaultChecked="true">!ctx_roamingappdata!\Microsoft\AppV\Client\Catalog</checkBox>
        <checkBox refId="ExclusionDefaultDir25" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\cache</checkBox>
        <checkBox refId="ExclusionDefaultDir26" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\log</checkBox>
        <checkBox refId="ExclusionDefaultDir27" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\tmp</checkBox>
        <checkBox refId="ExclusionDefaultDir28" defaultChecked="true">$Recycle.Bin</checkBox>
        <checkBox refId="ExclusionDefaultDir29" defaultChecked="true">AppData\LocalLow</checkBox>
        <checkBox refId="ExclusionDefaultDir30" defaultChecked="true">Tracing</checkBox>
      </presentation>
      <presentation id="ExclusionListSyncDir">
        <listBox refId="ExclusionListSyncDir_Part">List of directories to exclude</listBox>
      </presentation>
      <presentation id="LogonExclusionCheck">
        <text>If profile in the user store contains files or folders</text>
        <dropdownList refId="LogonExclusionCheck_Part">that have been excluded</dropdownList>
      </presentation>
      <presentation id="LargeFileHandlingList">
        <listBox refId="LargeFileHandlingList_Part">List of files to be created as symbolic links</listBox>
      </presentation>
      <presentation id="SyncDirList">
        <listBox refId="SyncDirList_Part">List of directories to synchronize</listBox>
      </presentation>
      <presentation id="SyncFileList">
        <listBox refId="SyncFileList_Part">List of files to synchronize</listBox>
      </presentation>
      <presentation id="MirrorFoldersList">
        <listBox refId="MirrorFoldersList_Part">List of folders to mirror</listBox>
      </presentation>
      <presentation id="AccelerateFolderMirroring" />
      <presentation id="PSEnabled" />
      <presentation id="PSForFoldersEnabled" />
      <presentation id="PSForPendingAreaEnabled" />
      <presentation id="PSAlwaysCache">
        <decimalTextBox refId="PSAlwaysCache_Part" defaultValue="0" spinStep="1">Cache files this size or larger (megabytes)</decimalTextBox>
      </presentation>
      <presentation id="PSPendingLockTimeout">
        <decimalTextBox refId="PSPendingLockTimeout" defaultValue="1" spinStep="1">Timeout for pending area lock files (days)</decimalTextBox>
      </presentation>
      <presentation id="PSUserGroups">
        <listBox refId="PSUserGroups_Part">List of user groups with streamed user profiles</listBox>
      </presentation>
      <presentation id="StreamingExclusionList">
        <listBox refId="StreamingExclusionList_Part">List of directories to exclude from Profile Streaming</listBox>
      </presentation>
      <presentation id="CPEnable" />
      <presentation id="CPUserGroups">
        <listBox refId="CPUserGroups_Part">List of user groups to be processed across platforms</listBox>
      </presentation>
      <presentation id="CPSchemaPath">
        <textBox refId="CPSchemaPathData">
          <label>Path to cross-platform definitions:</label>
        </textBox>
      </presentation>
      <presentation id="CPPath">
        <textBox refId="CPPathData">
          <label>Path to cross-platform settings store:</label>
        </textBox>
      </presentation>
      <presentation id="CPMigrationFromBaseProfileToCPStore" />
      <presentation id="XenAppOptimizationEnabled" />
      <presentation id="XenAppOptimizationDefinitionPath">
        <textBox refId="XenAppOptimizationDefinitionPathData">
          <label>Path to Citrix Virtual Apps optimization definitions:</label>
        </textBox>
      </presentation>
      <presentation id="SharedStoreFileInclusionList">
        <listBox refId="SharedStoreFileInclusionList_Part">List of files to include in the shared store</listBox>
      </presentation>
      <presentation id="SharedStoreFileExclusionList">
        <listBox refId="SharedStoreFileExclusionList_Part">List of files to exclude from the shared store</listBox>
      </presentation>
      <presentation id="SharedStoreProfileContainerFileSizeLimit">
        <decimalTextBox refId="SharedStoreProfileContainerFileSizeLimit_Part" defaultValue="256" spinStep="1">Minimum size in megabytes</decimalTextBox>
      </presentation>
      <presentation id="AppAccessControl">
        <textBox refId="AppAccessControl_Part">
          <label>App access control rules</label>
        </textBox>
      </presentation>
      <presentation id="FRAdminAccess">
        <checkBox refId="FRAdminAccess_Part">Grant administrator access</checkBox>
      </presentation>
      <presentation id="FRIncDomainName">
        <checkBox refId="FRIncDomainName_Part">Include domain name in UNC path</checkBox>
      </presentation>
      <presentation id="FRAppDataEnable">
        <dropdownList refId="FRAppData_Part">Redirection settings for AppData(Roaming)</dropdownList>
        <textBox refId="FRAppDataPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRDesktopEnable">
        <dropdownList refId="FRDesktop_Part">Redirection settings for Desktop</dropdownList>
        <textBox refId="FRDesktopPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRStartMenuEnable">
        <dropdownList refId="FRStartMenu_Part">Redirection settings for Start Menu</dropdownList>
        <textBox refId="FRStartMenuPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRDocumentsEnable">
        <dropdownList refId="FRDocuments_Part">Redirection settings for Documents</dropdownList>
        <textBox refId="FRDocumentsPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRPicturesEnable">
        <dropdownList refId="FRPictures_Part">Redirection settings for Pictures</dropdownList>
        <textBox refId="FRPicturesPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRMusicEnable">
        <dropdownList refId="FRMusic_Part">Redirection settings for Music</dropdownList>
        <textBox refId="FRMusicPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRVideosEnable">
        <dropdownList refId="FRVideos_Part">Redirection settings for Videos</dropdownList>
        <textBox refId="FRVideosPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRFavoritesEnable">
        <dropdownList refId="FRFavorites_Part">Redirection settings for Favorites</dropdownList>
        <textBox refId="FRFavoritesPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRContactsEnable">
        <dropdownList refId="FRContacts_Part">Redirection settings for Contacts</dropdownList>
        <textBox refId="FRContactsPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRDownloadsEnable">
        <dropdownList refId="FRDownloads_Part">Redirection settings for Downloads</dropdownList>
        <textBox refId="FRDownloadsPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRLinksEnable">
        <dropdownList refId="FRLinks_Part">Redirection settings for Links</dropdownList>
        <textBox refId="FRLinksPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRSearchesEnable">
        <dropdownList refId="FRSearches_Part">Redirection settings for Searches</dropdownList>
        <textBox refId="FRSearchesPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
      <presentation id="FRSavedGamesEnable">
        <dropdownList refId="FRSavedGames_Part">Redirection settings for Saved Games</dropdownList>
        <textBox refId="FRSavedGamesPath_Part">
          <label>Path</label>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>