<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>
  <resources>
    <stringTable>
      <string id="Citrix">Citrix</string>
      <string id="Supported_upm_1_0_0">Profile Management 1.0.0 o una versión posterior</string>
      <string id="Supported_upm_2_0_0">Profile Management 2.0.0 o una versión posterior</string>
      <string id="Supported_upm_2_1_0">Profile Management 2.1.0 o una versión posterior</string>
      <string id="Supported_upm_3_0_0">Profile Management 3.0.0 o una versión posterior</string>
      <string id="Supported_upm_3_1_0">Profile Management 3.1.0 o una versión posterior</string>
      <string id="Supported_upm_3_2_0">Profile Management 3.2.0 o una versión posterior</string>
      <string id="Supported_upm_4_0_0">Profile Management 4.0.0 o una versión posterior</string>
      <string id="Supported_upm_4_1_1">Profile Management 4.1.1 o una versión posterior</string>
      <string id="Supported_upm_5_0_0">Profile Management 5.0.0 o una versión posterior</string>
      <string id="Supported_upm_5_5_0">Profile Management 5.5.0 o una versión posterior</string>
      <string id="Supported_upm_5_6_0">Profile Management 5.6.0 o una versión posterior</string>
      <string id="Supported_upm_5_8_0">Profile Management 5.8.0 o una versión posterior</string>
      <string id="Supported_upm_7_15">Profile Management 7.15 o una versión posterior</string>
      <string id="Supported_upm_7_16">Profile Management 7.16 o una versión posterior</string>
      <string id="Supported_upm_7_18">Profile Management 7.18 o una versión posterior</string>
      <string id="Supported_upm_19_03">Profile Management 1903 o una versión posterior</string>
      <string id="Supported_upm_19_09">Profile Management 1909 o una versión posterior</string>
      <string id="Supported_upm_19_12">Profile Management 1912 o una versión posterior</string>
      <string id="Supported_upm_20_03">Profile Management 2003 o una versión posterior</string>
      <string id="Supported_upm_20_09">Profile Management 2009 o una versión posterior</string>
      <string id="Supported_upm_21_03">Profile Management 2103 o una versión posterior</string>
      <string id="Supported_upm_21_06">Profile Management 2106 o una versión posterior</string>
      <string id="Supported_upm_21_12">Profile Management 2112 o una versión posterior</string>
      <string id="Supported_upm_22_03">Profile Management 2203 o una versión posterior</string>
      <string id="Supported_upm_22_06">Profile Management 2206 o una versión posterior</string>
      <string id="Supported_upm_22_09">Profile Management 2209 o una versión posterior</string>
      <string id="Supported_upm_23_03">Profile Management 2303 o una versión posterior</string>
      <string id="Supported_upm_23_05">Profile Management 2305 o una versión posterior</string>
      <string id="Supported_upm_23_08">Profile Management 2308 o una versión posterior</string>
      <string id="Supported_upm_23_11">Profile Management 2311 o una versión posterior</string>
      <string id="UserProfileManager">Profile Management</string>
      <string id="ServiceActive">Habilitar Profile Management</string>
      <string id="ServiceActive_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De manera predeterminada, para facilitar la distribución, Profile Management no procesa inicios ni cierres de sesión.

Puede activar el procesamiento habilitando este parámetro.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, Profile Management no procesa de ninguna manera los perfiles de usuario de Windows.</string>
      <string id="ProcessedGroups">Grupos procesados</string>
      <string id="ProcessedGroups_Part">Grupos procesados</string>
      <string id="ProcessedGroups_Part_gpfx">Grupos procesados</string>
      <string id="ProcessedGroups_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Se pueden usar tanto los grupos del equipo local como los grupos de dominio (locales, globales y universales). Los grupos de dominio deben especificarse con el formato: &lt;NOMBRE DE DOMINIO&gt;\&lt;NOMBRE DE GRUPO&gt;.

Si este parámetro está configurado aquí, Profile Management procesa solo los miembros de estos grupos de usuarios.

Si este parámetro está inhabilitado, Profile Management procesa todos los usuarios.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se procesan los miembros de todos los grupos de usuarios.</string>
      <string id="ExcludedGroups">Grupos excluidos</string>
      <string id="ExcludedGroups_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Se pueden usar tanto los grupos locales del equipo como grupos de dominio (locales, globales y universales) para impedir que se procesen ciertos perfiles de usuario. Los grupos de dominio deben especificarse con el formato: &lt;NOMBRE DE DOMINIO&gt;\&lt;NOMBRE DE GRUPO&gt;.

Si este parámetro está configurado aquí, Profile Management excluirá a los miembros de estos grupos de usuarios.

Si este parámetro está inhabilitado, Profile Management no excluirá a ningún usuario.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se excluirá a los miembros de ningún grupo de usuarios.</string>
      <string id="ExcludedGroups_Part">Grupos excluidos</string>
      <string id="ExcludedGroups_Part_gpfx">Grupos excluidos</string>
      <string id="ProcessAdmins">Procesar inicios de sesión de administradores locales</string>
      <string id="ProcessAdmins_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica si Profile Management procesa los inicios de sesión de los miembros del grupo "Administradores" local.

Si este parámetro está inhabilitado, Profile Management no procesa los inicios de sesión de los administradores locales.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se procesará los administradores.</string>
      <string id="DATPath">Ruta al almacén de usuarios</string>
      <string id="DATPath_Part">Ruta absoluta o ruta relativa al directorio principal</string>
      <string id="DATPath_Part_gpfx">Ruta al almacén de usuarios</string>
      <string id="DATPath_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Define la ruta del directorio donde se guardan los parámetros del usuario, es decir cambios de Registro y archivos sincronizados (el almacén de usuarios).

Puede ser una ruta UNC absoluta o una ruta relativa al directorio principal (home).

En ambos casos, se pueden usar los siguientes tipos de variables: variables de entorno del sistema encerradas entre signos de porcentaje (%) y atributos del objeto de usuario de Active Directory encerrados entre signos de almohadilla (#).

Ejemplos:
La carpeta Windows\%ProfileVer% guarda los parámetros de usuario en la subcarpeta Windows\W2k3 del almacén de usuarios (si %ProfileVer% es una variable de entorno del sistema que se resuelve en W2k3).

\\servidor\punto_compartido\#SAMAccountName# guarda los parámetros de usuario en la ruta UNC \\servidor\punto_compartido\JohnSmith (si #SAMAccountName# se resuelve como JohnSmith para el usuario actual).

No se pueden usar variables de entorno de usuario, excepto %username% y %userdomain%.

Si este parámetro está inhabilitado, los parámetros de usuario se guardan en el subdirectorio Windows del directorio principal (home).

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usa el directorio Windows de la unidad principal.</string>
      <string id="MigrateUserStore">Migrar almacén de usuarios</string>
      <string id="MigrateUserStore_Part">Introduzca la ruta del almacén de usuarios que ha utilizado antes</string>
      <string id="MigrateUserStore_Part_gpfx">Migrar almacén de usuarios</string>
      <string id="MigrateUserStore_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ruta a la carpeta donde se ha guardado previamente (la ruta del almacén de usuarios que ha utilizado antes) la configuración del usuario (cambios del Registro y archivos sincronizados).

Si se configura este parámetro, la configuración de usuario guardada en el almacén de usuarios anterior se migra al almacén de usuarios actual especificado en la configuración de directiva "Ruta al almacén de usuarios".

La ruta puede ser una ruta UNC absoluta o una ruta relativa al directorio principal.

En ambos casos, puede utilizar los siguientes tipos de variables: variables de entorno del sistema encerradas entre signos de porcentaje y atributos del objeto de usuario de Active Directory encerrados entre signos hash.

Ejemplos:
La carpeta Windows\%ProfileVer% almacena la configuración del usuario en la subcarpeta denominada Windows\W2k3 del almacén de usuarios (si %ProfileVer% es una variable de entorno del sistema que se resuelve en W2k3).

\\server\share\#SAMAccountName# almacena la configuración del usuario en la ruta UNC \\server\share\MarcosJimeno (si #SAMAccountName# se resuelve en MarcosJimeno para el usuario actual).

Puede usar variables de entorno excepto %username% y %userdomain%.

Si este parámetro está inhabilitado, la configuración del usuario se sigue guardando en el almacén de usuarios actual.

Si este parámetro no se configura aquí, se utiliza el parámetro del archivo INI.

Si este parámetro no se configura aquí ni en el archivo INI, la configuración del usuario se sigue guardando en el almacén de usuarios actual.

Si la ruta que ha configurado aquí apunta a la misma ubicación que la configuración de directiva "Ruta al almacén de usuarios", dicha configuración no surte efecto.</string>
      <string id="ProfileHandling">Gestión de perfiles</string>
      <string id="DeleteCachedProfilesOnLogoff">Eliminar perfiles guardados en caché local al cerrar la sesión</string>
      <string id="DeleteCachedProfilesOnLogoff_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica si los perfiles guardados localmente en caché se eliminan después de cerrar la sesión.

Si este parámetro está habilitado, el perfil de usuario guardado en caché local se elimina después de que cierra la sesión. Se recomienda esta opción para los servidores de terminales.

Si este parámetro está inhabilitado, los perfiles guardados en caché no se eliminan.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, los perfiles guardados en caché no se eliminan.</string>
      <string id="ProfileDeleteDelay">Demora antes de eliminar perfiles en caché</string>
      <string id="ProfileDeleteDelay_Part">Demora (segundos)</string>
      <string id="ProfileDeleteDelay_Part_gpfx">Demora antes de eliminar perfiles en caché</string>
      <string id="ProfileDeleteDelay_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Funciona solo si 'Eliminar perfiles guardados en caché local al cerrar la sesión' está habilitado. Configura una demora extra, optativa, antes de eliminar los perfiles de caché local cuando se cierra la sesión. Con un valor de 0, los perfiles se eliminan inmediatamente durante el procesamiento del cierre de sesión. Las comprobaciones tienen lugar cada minuto, de forma que un valor de 60 garantiza que los perfiles se eliminarán uno o dos minutos después de que los usuarios cierren la sesión (dependiendo de cuándo haya tenido lugar la última comprobación). Esta demora adicional puede ser útil cuando se sabe que hay procesos que mantienen abiertos algunos archivos o el subárbol User del Registro durante el cierre de sesión. Con perfiles de gran tamaño, esto también puede hacer más rápido el cierre de sesión.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, los perfiles se eliminan inmediatamente.</string>
      <string id="ApplicationProfilesAutoMigration">Migración automática de perfiles de aplicación existentes</string>
      <string id="ApplicationProfilesAutoMigration_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Este parámetro habilita o inhabilita la migración automática de perfiles de aplicación existentes que haya en varios sistemas operativos. Los perfiles de aplicación incluyen tanto los datos de aplicación de la carpeta AppData como las entradas de Registro en HKEY_CURRENT_USER\SOFTWARE. Este parámetro puede ser útil cuando quiera migrar los perfiles de aplicación que haya en varios sistemas operativos. 

Por ejemplo, supongamos que quiere actualizar su sistema operativo Windows 10, versión 1803, a la versión 1809 de Windows 10. Si este parámetro se habilita, Profile Management migra automáticamente los parámetros de aplicación existentes a la versión 1809 de Windows 10 la primera vez que cada usuario inicie sesión. Como consecuencia, se migran los datos de aplicación de la carpeta AppData y las entradas de Registro en HKEY_CURRENT_USER\SOFTWARE.

Si hay varios perfiles de aplicación existentes, Profile Management lleva a cabo la migración en función de un orden específico de prioridades:
1. Migración de los perfiles con el mismo tipo de SO (de SO de escritorio a SO de escritorio y de SO de servidor a SO de servidor).
2. Migración de los perfiles con un SO de la misma familia de SO de Windows; por ejemplo, de Windows 8 a Windows 8.1, o bien de la versión 1803 de Windows 10 a la versión 1809 de Windows 10.
3. Migración de los perfiles de una versión anterior del SO; por ejemplo, de Windows 7 a Windows 10 o de Windows Server 2012 a Windows Server 2016.
4. Migración de los perfiles del SO más cercano.

Nota: Debe especificar el nombre corto del sistema operativo con la variable "!CTX_OSNAME!" incluida en la ruta del almacén de usuarios para que Profile Management pueda ubicar los perfiles de aplicación existentes.

Si este parámetro no está configurado aquí, se usa el parámetro del archivo INI.
Si este parámetro no está configurado ni aquí ni en el archivo INI, se inhabilita de forma predeterminada.</string>
      <string id="MigrateWindowsProfilesToUserStore">Migración de perfiles existentes</string>
      <string id="MigrateWindowsProfilesToUserStore_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Profile Management puede migrar los perfiles existentes de manera dinámica durante el inicio de sesión en caso de que el usuario no tenga ningún perfil en el almacén de usuarios.

Durante el inicio de sesión tiene lugar lo siguiente: Si se encuentra un perfil de Windows existente y el usuario aún no tiene ningún perfil de usuario de Citrix en el almacén de usuarios, el perfil de Windows se migra (se copia) en el almacén de usuarios de manera dinámica. Después de este proceso, Profile Management usa este perfil del almacén de usuarios en la sesión actual y en cualquier otra sesión configurada con la ruta del mismo almacén de usuarios.

Si este parámetro está habilitado, la migración de perfiles se puede activar para perfiles móviles y locales (opción predeterminada), solo para perfiles móviles, solo para perfiles locales, o también se puede inhabilitar totalmente la migración de perfiles.

Si la migración de perfiles está inhabilitada y no existe ningún perfil del usuario de Citrix en el almacén de usuarios, se usa el mecanismo de Windows existente para crear nuevos perfiles, como ocurriría en una instalación sin Profile Management.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se migran todos los tipos de perfiles existentes.</string>
      <string id="MigrateWindowsProfilesToUserStore_Part">Tipos de perfiles de usuario que se migran si el almacén de usuarios está vacío</string>
      <string id="MigrateWindowsProfilesToUserStore_Part_gpfx">Migración de perfiles existentes</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_All">Locales y móviles</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_Local">Locales</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_Roaming">Móviles</string>
      <string id="MigrateWindowsProfilesToUserStoreEnum_None">Ninguno</string>
      <string id="LocalProfileConflictHandling">Gestión de conflictos de perfiles locales</string>
      <string id="LocalProfileConflictHandling_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con este parámetro se configura qué hace Profile Management cuando existe un perfil en el almacén de usuarios y un perfil de usuario local de Windows (no un perfil de usuario de Citrix).

Si este parámetro está inhabilitado o tiene el valor predeterminado "Usar el perfil local", Profile Management usa el perfil local, pero no lo modifica en modo alguno.

Si este parámetro se define con el valor "Eliminar el perfil local", Profile Management elimina el perfil de usuario local de Windows y luego importa el perfil de usuario de Citrix del almacén de usuarios.

Si este parámetro se define con el valor "Cambiar el nombre del perfil local", Profile Management cambia el nombre del perfil de usuario local de Windows (para hacer una copia de seguridad del mismo) y luego importa el perfil del almacén de usuarios.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usan los perfiles locales existentes.</string>
      <string id="LocalProfileConflictHandling_Part_1">Si existen tanto el perfil de usuario local de Windows como</string>
      <string id="LocalProfileConflictHandling_Part">el perfil de usuario de Citrix en el almacén de usuarios</string>
      <string id="LocalProfileConflictHandling_Part_gpfx">Gestión de conflictos de perfiles locales</string>
      <string id="LocalProfileConflictHandlingEnum_Use">Usar el perfil local</string>
      <string id="LocalProfileConflictHandlingEnum_Delete">Eliminar el perfil local</string>
      <string id="LocalProfileConflictHandlingEnum_Rename">Cambiar el nombre del perfil local</string>
      <string id="TemplateProfile">Perfil de plantilla</string>
      <string id="TemplateProfile_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De manera predeterminada, los nuevos perfiles de usuario se crean a partir del perfil de usuario predeterminado del equipo donde el usuario inicia una sesión por primera vez. De forma alternativa, Profile Management puede usar una plantilla almacenada centralmente para crear nuevos perfiles de usuario. Los perfiles de plantilla son idénticos a los perfiles normales en cuanto que residen en algún punto compartido de la red. Utilice una notación UNC para especificar las rutas de las plantillas. Los usuarios necesitan tener acceso de lectura a un perfil de plantilla.

Si este parámetro está inhabilitado, no se usan las plantillas.

Si este parámetro está habilitado, Profile Management usa la plantilla en lugar del perfil predeterminado local al crear nuevos perfiles de usuario.

Si un usuario no tiene ningún perfil de usuario de Citrix, pero sí que tiene un perfil de usuario local de Windows, se usará de manera predeterminada el perfil local (que se migrará al almacén de usuario, si esto no está inhabilitado). Esto puede cambiarse habilitando el parámetro "El perfil de plantilla sobrescribe el perfil local".

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se utiliza ninguna plantilla.</string>
      <string id="TemplateProfilePath">Ruta al perfil de plantilla:</string>
      <string id="TemplateProfileOverridesLocalProfile">El perfil de plantilla sobrescribe el perfil local</string>
      <string id="TemplateProfileOverridesRoamingProfile">El perfil de plantilla sobrescribe el perfil móvil</string>
      <string id="TemplateProfileIsMandatory">Perfil de plantilla utilizado como perfil de Citrix obligatorio para todos los inicios de sesión</string>
      <string id="AdvancedSettings">Parámetros avanzados</string>
      <string id="LoadRetries">Reintentos de acceso a archivos bloqueados</string>
      <string id="LoadRetries_Part">Reintentos</string>
      <string id="LoadRetries_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica cuántas veces se repetirá el intento de acceso a archivos bloqueados.

Si este parámetro está inhabilitado, se usará el valor predeterminado de 5 reintentos.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usará el valor predeterminado de 5 reintentos.</string>
      <string id="LoadRetries_Part_gpfx">Reintentos de acceso a archivos bloqueados</string>
      <string id="ProcessCookieFiles">Procesar cookies de Internet al cerrar la sesión</string>
      <string id="ProcessCookieFiles_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Algunas implementaciones dejan cookies de Internet adicionales para las que no existe referencia en el archivo index.dat. Las cookies adicionales añadidas al sistema de archivos después de repetidas consultas a Internet pueden sobrecargar los perfiles. Habilite este parámetro para forzar el procesamiento de index.dat y eliminar las cookies adicionales. Este parámetro puede incrementar ligeramente el tiempo que tardan los cierres de sesión, así que es mejor habilitarlo solo si la situación descrita representa un problema.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no tiene lugar el procesamiento de index.dat.</string>
      <string id="DisableDynamicConfig">Inhabilitar configuración automática</string>
      <string id="DisableDynamicConfig_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Profile Management 5.x examina su entorno y se autoconfigura de acuerdo con él. Si quiere inhabilitar esta opción porque quiere resolver problemas o porque quiere conservar los parámetros que utilizó con la versión anterior, habilite este parámetro.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, la configuración automática está activada, de forma que los parámetros de Profile Management pueden cambiar si el entorno cambia.</string>
      <string id="LogoffRatherThanTempProfile">Cerrar la sesión del usuario si hay algún problema</string>
      <string id="LogoffRatherThanTempProfile_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Si ocurre algún problema cuando el usuario inicia la sesión (por ejemplo, que el almacén de usuarios no esté disponible), se suministrará un perfil temporal.

De forma alternativa, habilitando este parámetro puede cerrar la sesión del usuario después de mostrarle un cuadro de diálogo de error.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usará un perfil temporal.</string>
      <string id="LastKnownGoodRegistry">Copia de seguridad de NTUSER.DAT</string>
      <string id="LastKnownGoodRegistry_Help">Se aplica a: Solución de perfiles basada en archivos solamente

De manera predeterminada, la directiva de copia de seguridad de NTUSER.DAT está habilitada para hacer una copia del último archivo NTUSER.DAT cargado correctamente y restaurarlo si el archivo se daña.

Si no configura este parámetro aquí, Profile Management usa los parámetros del archivo INI.

Si no configura este parámetro aquí ni en el archivo INI, Profile Management no hace una copia de seguridad de NTUSER.DAT.</string>
      <string id="CEIPEnabled">Customer Experience Improvement Program</string>
      <string id="CEIPEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De manera predeterminada, el programa Customer Experience Improvement Program está habilitado para ayudarnos a mejorar la calidad y el rendimiento de los productos Citrix mediante el envío de información de uso y estadísticas anónimas.

Si este parámetro no está configurado aquí, se usará el valor establecido en el archivo INI.

</string>
      <string id="UserGroupLevelConfigEnabled">Habilitar configuraciones de directivas al nivel del usuario</string>
      <string id="UserGroupLevelConfigEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De forma predeterminada, las directivas de Profile Management funcionan al nivel de la máquina. Con esta directiva habilitada, las directivas de Profile Management pueden funcionar al nivel del usuario, ya sea para usuarios individuales o para un grupo de usuarios.

Cuando se inicia una sesión, Profile Management determina la configuración de directiva que se aplicará al priorizar la configuración del usuario sobre la configuración del grupo de usuarios, y la configuración del grupo de usuarios sobre la configuración de la máquina.

Si esta configuración no se define aquí, se usa el valor del archivo INI.

Si esta configuración no se define aquí ni en el archivo INI, se inhabilita.

</string>
      <string id="OrderedGroups">Establecer el orden de prioridad para los grupos de usuarios</string>
      <string id="OrderedGroups_Part">Orden de prioridad para los grupos de usuarios</string>
      <string id="OrderedGroups_Part_gpfx">Establecer el orden de prioridad para los grupos de usuarios</string>
      <string id="OrderedGroups_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifique el orden de prioridad para los grupos de usuarios. El orden determina qué grupo tiene prioridad cuando un usuario pertenece a varios grupos con diferentes configuraciones de directivas. En el campo Orden de prioridad para los grupos de usuarios, introduzca los identificadores de seguridad (SID) o los nombres de dominio de los grupos en orden descendente de prioridad, separados por puntos y comas (;).

Ejemplo:
ctxxa.local\grupob;S-1-5-21-674278408-26188528-2146851469-1174;ctxxa.local\grupoc;

Si un usuario pertenece a varios grupos con diferentes configuraciones de directivas, tenga en cuenta lo siguiente:

 - Si el usuario pertenece a uno o más grupos definidos en esta directiva, tiene prioridad el grupo con la prioridad más alta.

 - Si el usuario no pertenece a ninguno de los grupos definidos en esta directiva, tiene prioridad el grupo con el primer SID en orden alfabético. 

Si esta configuración no se define aquí, se usa el valor del archivo INI.

Si esta configuración no se define aquí ni en el archivo INI, no se especifica ningún orden de prioridad.</string>
      <string id="OutlookSearchRoamingEnabled">Habilitar itinerancia del índice de búsqueda de Outlook</string>
      <string id="OutlookSearchRoamingEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Puede permitir una experiencia de búsqueda de Outlook basada en el usuario moviendo automáticamente los datos de búsqueda de Outlook con el perfil del usuario. Esto requiere espacios adicionales en el almacén de usuarios para guardar el índice de búsqueda de Outlook.

 Debe cerrar sesión y luego iniciar sesión de nuevo para que esta directiva surta efecto.</string>
      <string id="OutlookEdbBackupEnabled">Base de datos del índice de búsqueda de Outlook: Copia de seguridad y restauración</string>
      <string id="OutlookEdbBackupEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Este parámetro configura lo que Profile Management hace durante el inicio de sesión cuando está habilitada la itinerancia del índice de búsqueda de Outlook.

Si este parámetro está habilitado, Profile Management guarda una copia de seguridad de la base de datos del índice de búsqueda cada vez que la base de datos se monta correctamente al iniciar sesión. Profile Management trata la copia de seguridad como la copia buena de la base de datos del índice de búsqueda. Cuando no se puede montar dicha base de datos porque está corrupta, Profile Management pasa automáticamente a utilizar la última copia buena conocida.

Nota: Tras guardarse una nueva copia correctamente, Profile Management elimina la copia guardada anteriormente. Cada copia consume espacio de almacenamiento disponible de los archivos VHDX.</string>
      <string id="OutlookSearchRoamingConcurrentSession">Habilitar las sesiones simultáneas para la itinerancia de datos de búsqueda de Outlook</string>
      <string id="OutlookSearchRoamingConcurrentSession_Part">Máximo de discos VHDX para almacenar archivos OST de Outlook</string>
      <string id="OutlookSearchRoamingConcurrentSession_Part_gpfx">Máximo de discos VHDX para almacenar archivos OST de Outlook</string>
      <string id="OutlookSearchRoamingConcurrentSession_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Ofrece una experiencia nativa para las búsqueda de Outlook en sesiones simultáneas. Use esta directiva con la directiva de itinerancia del índice de búsqueda para Outlook.

Con esta directiva habilitada, cada sesión simultánea usa un archivo OST de Outlook independiente.

De forma predeterminada, solo se pueden usar dos discos VHDX para almacenar archivos OST de Outlook (un archivo por disco). Si se inician más sesiones, sus archivos OST de Outlook se almacenan en los perfiles de usuario locales. Puede especificar el máximo de discos VHDX para almacenar archivos OST de Outlook.

Ejemplo:
Establece el número en 3. Como resultado, Profile Management almacena archivos OST de Outlook en los discos VHDX para la primera, la segunda y la tercera sesión simultánea, y almacena el archivo OST para la cuarta sesión simultánea en el perfil local.</string>
      <string id="FSLogixProfileContainerSupport">Habilitar la reescritura de varias sesiones para contenedores de perfiles</string>
      <string id="FSLogixProfileContainerSupport_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Habilita la reescritura para contenedores de perfiles en casos donde hay varias sesiones. Si se habilita, los cambios de todas las sesiones se reescriben en contenedores de perfiles. Si no, solamente se guardan los cambios de la primera sesión porque solo la primera sesión se halla en modo de lectura/escritura en contenedores de perfiles. Los contenedores de perfiles de Citrix Profile Management están disponibles a partir de Citrix Profile Management 2103. FSLogix Profile Container está disponible a partir de Citrix Profile Management 2003.

Para utilizar esta directiva con FSLogix Profile Container, compruebe que se cumplen los siguientes requisitos previos:
1. La función FSLogix Profile Container está instalada y habilitada.
2. El tipo de perfil está establecido en "Try for read-write profile and fallback to read-only" en FSLogix.</string>
      <string id="MultiSiteReplication">Replicar almacenes de usuarios</string>
      <string id="MultiSiteReplication_Part">Rutas para replicar un almacén de usuarios</string>
      <string id="MultiSiteReplication_Part_gpfx">Replicar almacenes de usuarios: Rutas para replicar un almacén de usuarios</string>
      <string id="MultiSiteReplication_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite replicar un almacén de usuarios en varias rutas, además de la ruta que especifica la directiva Ruta al almacén de usuarios, en cada inicio y cierre de sesión. Para sincronizar los archivos y las carpetas del almacén de usuarios que se hayan modificado durante una sesión, habilite la reescritura activa.

A partir de la versión 2209 de Profile Management, esta función está disponible para el contenedor de perfiles completos. Puede duplicar el contenedor en varias rutas. Los contenedores duplicados ofrecen redundancia de perfiles para el inicio de sesión de los usuarios, pero no para la conmutación por error en sesión.

Nota: Al habilitar la directiva, es posible que el índice de E/S del sistema aumente y los cierres de sesión se prolonguen.

Para Profile Management 2112 y versiones posteriores, puede separar archivos VHDX del almacén de usuarios duplicado y almacenarlos en rutas diferentes. Para hacerlo, agregue la ruta de los archivos VHDX después de la ruta al almacén de usuarios duplicado y separe las dos rutas con una barra vertical (|).
Ejemplo: \\ruta_a|\\ruta_b indica que el almacén de usuarios (con archivos VHDX excluidos) se almacena en \\ruta_a, y los archivos VHDX se almacenan en \\ruta_b.</string>
      <string id="CredBasedAccessEnabled">Habilitar el acceso basado en credenciales a los almacenes de usuarios</string>
      <string id="CredBasedAccessEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De forma predeterminada, Profile Management suplanta al usuario actual para acceder a almacenes de usuarios. Por lo tanto, necesita que el usuario actual tenga permiso para acceder directamente a los almacenes de usuarios. Habilite esta función si no quiere que Profile Management suplante al usuario actual al acceder a almacenes de usuarios. Puede colocar almacenes de usuarios en repositorios de almacenamiento (por ejemplo, Azure Files) a los que el usuario actual no puede acceder.

Para asegurarse de que Profile Management pueda acceder a almacenes de usuarios, guarde las credenciales del servidor de almacenamiento de perfiles en Workspace Environment Management o en el Administrador de credenciales de Windows. Se recomienda utilizar Workspace Environment Management para no tener que configurar las mismas credenciales en cada máquina con Profile Management. Si utiliza el Administrador de credenciales de Windows, utilice la cuenta del sistema local para guardar las credenciales de forma segura.

Nota: A partir de la versión 2212 de Profile Management, esta función está disponible para soluciones de Profile Management basadas tanto en archivos como en VHDX. Para las versiones de Profile Management anteriores a 2212, esta función solo está disponible para la solución de Profile Management basada en VHDX.

Si este parámetro no se configura aquí, se utilizará el valor del archivo INI. Si este parámetro no se configura ni aquí ni en el archivo INI, se inhabilita de forma predeterminada.

</string>
      <string id="VhdStorePath">Personalizar la ruta de almacenamiento de archivos VHDX</string>
      <string id="VhdStorePath_Part">Ruta para almacenar archivos VHDX</string>
      <string id="VhdStorePath_Part_gpfx">Personalizar la ruta de almacenamiento de archivos VHDX</string>
      <string id="VhdStorePath_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De forma predeterminada, Profile Management almacena archivos VHDX en el almacén de usuarios. Con esta directiva habilitada, puede especificar una ruta independiente para almacenar archivos VHDX.

Las directivas que utilizan archivos VHDX son estas: Contenedor de perfiles, Itinerancia del índice de búsqueda de Outlook y Acelerar el reflejo de carpetas. Los archivos VHDX de distintas directivas se almacenan en carpetas distintas de la ruta de almacenamiento.</string>
      <string id="AppAccessControl">Control de acceso a aplicaciones</string>
      <string id="AppAccessControl_Part">Reglas de control de acceso a aplicaciones</string>
      <string id="AppAccessControl_Part_gpfx">Control de acceso a aplicaciones</string>
      <string id="AppAccessControl_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Controla el acceso de los usuarios a aplicaciones según sus reglas. Introduzca las reglas creadas mediante el script de PowerShell CPM_App_Access_Control_Config.ps1.

El script está disponible con el paquete de instalación de Profile Management. Para obtener más información, consulte la documentación de Profile Management.</string>
      <string id="EnableVolumeReattach">Reconectar discos VHDX automáticamente en las sesiones</string>
      <string id="EnableVolumeReattach_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Esta directiva solo se aplica a discos VHDX que utiliza Profile Management.

Con la directiva habilitada, al desconectar un disco VHDX en una sesión, Profile Management puede detectar el evento y reconectar el disco automáticamente.</string>
      <string id="SyncGpoStateEnabled">Habilitar el procesamiento asíncrono para la directiva de grupo de usuarios al iniciar sesión</string>
      <string id="SyncGpoStateEnabled_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Windows proporciona dos modos de procesamiento para la directiva de grupo de usuarios: sincrónica y asíncrono. Windows usa un valor del Registro para determinar el modo de procesamiento para el siguiente inicio de sesión del usuario. Si el valor del Registro no existe, se aplica el modo sincrónico. El valor del Registro es un parámetro al nivel de la máquina y no se mueve con los usuarios. Por lo tanto, el modo asíncrono no se aplicará como es debido si los usuarios:
 Inician sesión en máquinas diferentes.
 Inician sesión en la misma máquina en la que esté habilitada la directiva Eliminar perfiles guardados en caché local al cerrar la sesión.

Con esta directiva habilitada, Citrix Profile Management permite que el valor del Registro se mueva con los usuarios. Como resultado, el modo de procesamiento se aplica cada vez que los usuarios inician sesión.

Para que el modo asíncrono surta efecto en las máquinas con Windows Server, debe instalar el rol Host de sesión de Escritorio remoto y configurar las directivas de grupo de la siguiente manera:
 Configuración del equipo | Plantillas de administración | Sistema | Inicio de sesión | Esperar siempre a que se inicialice la red en el inicio del equipo y el inicio de sesión: Inhabilitado
 Configuración del equipo | Plantillas de administración | Sistema | Directiva de grupo | Permitir el procesamiento asincrónico de la directiva de grupo del usuario al iniciar sesión mediante Servicios de Escritorio remoto: Habilitado</string>
      <string id="OneDriveContainer">Habilitar contenedor de OneDrive</string>
      <string id="OneDriveContainer_Part">Lista de carpetas de OneDrive</string>
      <string id="OneDriveContainer_Part_gpfx">Contenedor de OneDrive - Lista de carpetas de OneDrive</string>
      <string id="OneDriveContainer_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Con esta directiva habilitada, Profile Management almacena carpetas de OneDrive en un disco VHDX. El disco se conecta al iniciar sesión y se desconecta al cerrarla. La directiva permite que las carpetas de OneDrive se muevan con los usuarios.

Especifique las carpetas de OneDrive como rutas relativas al perfil de usuario. Por ejemplo, si una carpeta de OneDrive se encuentra en "%perfildeusuario%\OneDrive - Citrix", agregue "OneDrive - Citrix" a la lista.

A partir de la versión 2311 de Profile Management, esta directiva admite la sincronización de OneDrive entre sesiones simultáneas.</string>
      <string id="FreeRatio4Compaction">Índice de espacio libre para desencadenar la compactación de discos VHD</string>
      <string id="FreeRatio4Compaction_Part">Índice de espacio libre (porcentaje)</string>
      <string id="FreeRatio4Compaction_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite especificar el índice de espacio libre para desencadenar la compactación de discos VHD. Cuando el índice de espacio libre supera el valor especificado al cerrar la sesión del usuario, se desencadena la compactación del disco.

Índice de espacio libre = (Tamaño actual del archivo VHD – Tamaño mínimo requerido del archivo VHD*) / Tamaño actual del archivo VHD

* Obtenido con el método GetSupportedSize de la clase MSFT_Partition del sistema operativo Microsoft Windows.

Si este parámetro no se configura aquí, se usa el valor del archivo INI.

Si no se configura aquí ni en el archivo INI, se usa el valor predeterminado 20 (%).</string>
      <string id="FreeRatio4Compaction_Part_gpfx">Índice de espacio libre para desencadenar la compactación de discos VHD</string>
      <string id="NLogoffs4Compaction">Cantidad de cierres de sesión para desencadenar la compactación de discos VHD</string>
      <string id="NLogoffs4Compaction_Part">Cantidad de cierres de sesión</string>
      <string id="NLogoffs4Compaction_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite especificar la cantidad de cierres de sesión de usuario para desencadenar la compactación de discos VHD.

Cuando la cantidad de cierres de sesión desde la última compactación alcanza el valor especificado, la compactación del disco se desencadena de nuevo.

Si este parámetro no se configura aquí, se usa el valor del archivo INI.

Si no se configura aquí ni en el archivo INI, se usa el valor predeterminado 5.</string>
      <string id="NLogoffs4Compaction_Part_gpfx">Cantidad de cierres de sesión para desencadenar la compactación de discos VHD</string>
      <string id="NDefrag4Compaction">Inhabilitar la desfragmentación para la compactación de discos VHD</string>
      <string id="NDefrag4Compaction_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite especificar si inhabilitar la desfragmentación de archivos para la compactación de discos VHD. 

Cuando la compactación de discos VHD está habilitada, el archivo de disco VHD se desfragmenta automáticamente primero mediante la herramienta "defrag" integrada de Windows y luego se compacta. La desfragmentación de discos VHD produce mejores resultados de compactación, mientras que, al inhabilitarla, puede ahorrar recursos del sistema.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura aquí ni en el archivo INI, la desfragmentación se habilita de forma predeterminada.</string>
      <string id="VhdContainerCapacity">Capacidad predeterminada de contenedores VHD</string>
      <string id="VhdContainerCapacity_Part">Capacidad predeterminada (en GB)</string>
      <string id="VhdContainerCapacity_Part_gpfx">Capacidad predeterminada de contenedores VHD</string>
      <string id="VhdContainerCapacity_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica la capacidad de almacenamiento predeterminada (en GB) de los contenedores VHD.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura ni aquí ni en el archivo INI, el valor predeterminado es 50 (GB).</string>
      <string id="VhdAutoExpansionThreshold">Umbral de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionThreshold_Part">Umbral de expansión automática (porcentaje)</string>
      <string id="VhdAutoExpansionThreshold_Part_gpfx">Umbral de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionThreshold_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica el porcentaje de utilización de la capacidad de almacenamiento en el que los contenedores de perfiles activan la expansión automática.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura ni aquí ni en el archivo INI, el valor predeterminado es 90 (%) de la capacidad de almacenamiento.</string>
      <string id="VhdAutoExpansionIncrement">Incremento de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionIncrement_Part">Incremento de expansión automática (en GB)</string>
      <string id="VhdAutoExpansionIncrement_Part_gpfx">Incremento de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionIncrement_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica la capacidad de almacenamiento (en GB) que los contenedores de perfiles incrementan automáticamente cuando se activa la expansión automática.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura ni aquí ni en el archivo INI, el valor predeterminado es 10 (GB).</string>
      <string id="VhdAutoExpansionLimit">Límite de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionLimit_Part">Límite de expansión automática (en GB)</string>
      <string id="VhdAutoExpansionLimit_Part_gpfx">Límite de expansión automática de contenedores de perfiles</string>
      <string id="VhdAutoExpansionLimit_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica la capacidad máxima de almacenamiento (en GB) que los contenedores de perfiles pueden incrementar automáticamente cuando se activa la expansión automática.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura ni aquí ni en el archivo INI, el valor predeterminado es 80 (GB).</string>
      <string id="UwpAppsRoaming">Itinerancia de aplicaciones UWP</string>
      <string id="UwpAppsRoaming_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Permite que las aplicaciones UWP (Plataforma universal de Windows) se muevan por itinerancia con los usuarios. Como resultado, los usuarios pueden acceder a las mismas aplicaciones UWP desde diferentes dispositivos.

Con esta directiva habilitada, Profile Management permite que las aplicaciones UWP se muevan por itinerancia con los usuarios al almacenarlas en discos VHDX separados. Estos discos se conectan durante los inicios de sesión de los usuarios y se desconectan en los cierres de sesión de los usuarios.

Si este parámetro no se configura aquí, se utiliza el valor del archivo INI.

Si este parámetro no se configura aquí ni en el archivo INI, la función está inhabilitada.</string>
      <string id="UserStoreSelection">Método de selección del almacén de usuarios</string>
      <string id="UserStoreSelection_Help">Especifica el método mediante el cual Profile Management selecciona un almacén de usuarios cuando hay varios almacenes de usuarios disponibles. Este parámetro se aplica cuando ha configurado almacenes de usuarios replicados además del almacén de usuarios.
Cuando hay varios almacenes de usuarios disponibles, Profile Management selecciona primero aquellos con el perfil más reciente. Si quedan varias opciones, selecciona una en función del método elegido:
- Orden de configuración. Selecciona el almacén configurado más antiguo.
- Rendimiento de acceso. Selecciona el almacén con el mejor rendimiento de acceso.

Si este parámetro no está configurado aquí, se usa el valor del archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usa "Orden de configuración".</string>
      <string id="UserStoreSelection_Part">Método de selección:</string>
      <string id="UserStoreSelection_Part_gpfx">Método de selección del almacén de usuarios</string>
      <string id="UserStoreSelectionEnum_Config">Orden de configuración</string>
      <string id="UserStoreSelectionEnum_AccPerf">Rendimiento de acceso</string>
      <string id="ProfileContainerSettings">Parámetros del contenedor de perfiles</string>
      <string id="ProfileContainer">Contenedor de perfiles</string>
      <string id="ProfileContainer_Part">Lista de carpetas que contener en el disco de perfiles</string>
      <string id="ProfileContainer_Part_gpfx">Contenedor de perfiles: Lista de carpetas que se incluirán en el disco de perfiles</string>
      <string id="ProfileContainer_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Un contenedor de perfiles es una solución de perfiles basada en VHDX que le permite especificar las carpetas que se incluirán en el disco de perfiles. El contenedor de perfiles adjunta el disco de perfiles que contiene esas carpetas, lo que elimina la necesidad de guardar una copia de las carpetas en el perfil local. Esto disminuye los tiempos de inicio de sesión.

Para usar un contenedor de perfiles, habilite esta directiva y agregue a la lista las rutas relativas de las carpetas. Citrix recomienda incluir las carpetas que contienen archivos grandes de caché en la lista. Por ejemplo, agregue la carpeta de la caché de contenido de Citrix Files a la lista: AppData\Local\Citrix\Citrix Files\PartCache

Para habilitar un contenedor de perfiles para todo un perfil de usuario, agregue un asterisco (*) a la lista. Estos perfiles de usuario (si lo hay) se migran automáticamente al contenedor tras su primer uso:

-    Perfil de usuario de Windows local
-    Perfiles de usuario de la solución de perfiles basado en archivos de Citrix

Si este parámetro no se configura aquí, se usa el valor del archivo INI. Si no se configura ni aquí ni en el archivo INI, se inhabilita de forma predeterminada.</string>
      <string id="ProfileContainerExclusionListDir">Carpetas que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListDir_Part">Lista de carpetas que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListDir_Part_gpfx">Carpetas que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListDir_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Lista de carpetas que excluir del contenedor de perfiles.

Indique las carpetas que excluir como rutas relativas al perfil de usuario.

Se admiten comodines, pero no se aplican de manera recursiva.

Ejemplos:
Desktops especifica la carpeta Desktop.

Downloads\* especifica todas las subcarpetas inmediatas de la carpeta Downloads.

Si este parámetro está inhabilitado, no se excluye ninguna carpeta.

Si no está configurado aquí, se utiliza el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, no se excluye ninguna carpeta.</string>
      <string id="ProfileContainerInclusionListDir">Carpetas que incluir en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListDir_Part">Lista de carpetas que conservar en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListDir_Part_gpfx">Carpetas que incluir en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListDir_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Lista de carpetas que conservar en el perfil de contenedores cuando se excluyen sus carpetas principales.

Las carpetas de esta lista deben ser subcarpetas de las carpetas excluidas. De lo contrario, este parámetro no funciona.

Se admiten comodines, pero no se aplican de manera recursiva.

Inhabilitar este parámetro equivale a habilitarlo y configurar una lista vacía.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, las carpetas que no están en la lista de exclusión se incluyen en el contenedor de perfiles.</string>
      <string id="ProfileContainerExclusionListFile">Archivos que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListFile_Part">Lista de archivos que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListFile_Part_gpfx">Archivos que excluir del contenedor de perfiles</string>
      <string id="ProfileContainerExclusionListFile_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Lista de archivos que excluir del contenedor de perfiles.

Indique los archivos que excluir como rutas relativas al perfil de usuario. Puede usar comodines. Los comodines en nombres de archivo se aplican de manera recursiva, mientras que los comodines en nombres de carpeta, no. Puede usar la barra vertical (|) para restringir la directiva a la carpeta actual solamente para que no se aplique a las subcarpetas.

Si este parámetro está inhabilitado, no se excluye ningún archivo.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, no se excluye ningún archivo.

Ejemplos:
Desktop\Desktop.ini excluye el archivo Desktop\Desktop.ini del contenedor de perfiles.

AppData\*.tmp excluye todos los archivos con la extensión TMP del directorio AppData y sus subcarpetas.

AppData\*.tmp| excluye todos los archivos con la extensión TMP del directorio AppData.

Downloads\*\a.txt excluye a.txt en todas las subcarpetas inmediatas de la carpeta Downloads. Tenga en cuenta que los comodines en nombres de carpeta no se aplican de manera recursiva.</string>
      <string id="ProfileContainerInclusionListFile">Archivos que incluir en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListFile_Part">Lista de archivos que conservar en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListFile_Part_gpfx">Archivos que incluir en el contenedor de perfiles</string>
      <string id="ProfileContainerInclusionListFile_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Lista de archivos que incluir en el contenedor de perfiles cuando se excluyen sus carpetas principales.

Especifique archivos que incluir como rutas relativas al perfil de usuario. Puede usar comodines. Los comodines en nombres de archivo se aplican de manera recursiva, mientras que los comodines en nombres de carpeta, no. Puede usar la barra vertical (|) para restringir la directiva a la carpeta actual solamente para que no se aplique a las subcarpetas.

Inhabilitar este parámetro equivale a habilitarlo y configurar una lista vacía.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, las carpetas que no están en la lista de exclusión se incluyen en el contenedor de perfiles.

Ejemplos:
AppData\Local\Microsoft\Office\Access.qat incluye un archivo bajo una carpeta excluida en la configuración predeterminada.

AppData\Local\MyApp\*.cfg incluye todos los archivos con la extensión CFG en la carpeta AppData\Local\MyApp del perfil y sus subcarpetas.

AppData\Local\MyApp\*.cfg| incluye todos los archivos con la extensión CFG en la carpeta AppData\Local\MyApp del perfil.

Downloads\*\b.txt incluye b.txt en todas las subcarpetas inmediatas de la carpeta Downloads. Tenga en cuenta que los comodines en nombres de carpeta no se aplican de manera recursiva.</string>
      <string id="ProfileContainerLocalCache">Habilitar el almacenamiento en caché local para contenedores de perfiles</string>
      <string id="ProfileContainerLocalCache_Help">Se aplica a: Solución de perfiles basada en contenedor solamente

Al habilitar el almacenamiento en caché local para contenedores de perfiles, cada perfil local actúa como memoria caché local de su contenedor de perfiles. Si el streaming de perfiles se está utilizando, los archivos almacenados localmente en la caché se crean a demanda. De lo contrario, se crean durante los inicios de sesión de los usuarios.</string>
      <string id="EnableVHDDiskCompaction">Habilitar la compactación de discos VHD</string>
      <string id="EnableVHDDiskCompaction_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite especificar si se compactan archivos de disco VHD en el cierre de sesión de usuario cuando se cumplen determinadas condiciones. 
La compactación de discos puede ahorrar espacio para el almacenamiento central o de la nube.

Según sus necesidades y los recursos disponibles, puede ajustar los parámetros y el comportamiento predeterminados de compactación mediante estas directivas en Parámetros avanzados:

-	Índice de espacio libre para desencadenar la compactación de discos VHD
-	Cantidad de cierres de sesión para desencadenar la compactación de discos VHD
-	Inhabilitar la desfragmentación para la compactación de discos VHD

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura aquí ni en el archivo INI, la compactación de discos VHD no se habilita.</string>
      <string id="EnableVHDAutoExtend">Habilitar la expansión automática de VHD para el contenedor de perfiles</string>
      <string id="EnableVHDAutoExtend_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica si habilitar la expansión automática de VHD para el contenedor de perfiles. Al habilitarse, todos los parámetros de expansión automática de los contenedores de perfiles se aplican al contenedor de perfiles.

Si esta directiva no se configura aquí, se usa el valor del archivo INI.

Si no se configura ni aquí ni en el archivo INI, se inhabilita.</string>
      <string id="DisableConcurrentAccessToVHDContainers">Habilitar el acceso exclusivo a contenedores VHD</string>
      <string id="DisableConcurrentAccessToProfileContainer">Habilitar el acceso exclusivo a contenedores VHD - Contenedor de perfiles</string>
      <string id="DisableConcurrentAccessToOneDriveContainer">Habilitar el acceso exclusivo a contenedores VHD - Contenedor de OneDrive</string>
      <string id="DisableConcurrentAccessToVHDContainers_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De forma predeterminada, los contenedores VHD permiten el acceso simultáneo. Con esta configuración habilitada, solo se permiten el acceso individual.

Nota: Al habilitar esta configuración para contenedores de perfiles en una solución de perfiles basada en contenedores, se inhabilita automáticamente la configuración "Habilitar reescritura de varias sesiones para contenedores de perfiles".

Si esta directiva no está configurada aquí, se usa el valor del archivo INI.

Si no está configurada aquí ni en el archivo INI, la configuración se inhabilita.</string>
      <string id="DisableConcurrentAccessToVHDContainers_Intro">Seleccione los contenedores a los que aplicar esta configuración:</string>
      <string id="PreventLoginWhenMountFailed">Cerrar la sesión de los usuarios cuando el contenedor de perfiles no esté disponible durante el inicio de sesión</string>
      <string id="PreventLoginWhenMountFailed_Part">Mensaje de error que mostrar</string>
      <string id="PreventLoginWhenMountFailed_Part_gpfx">Cerrar la sesión de los usuarios cuando el contenedor de perfiles no esté disponible durante el inicio de sesión</string>
      <string id="PreventLoginWhenMountFailed_Help">Se aplica a: Solución de perfiles basada en contenedor solamente

Especifica si se cierra la sesión de los usuarios cuando el contenedor de perfiles no está disponible durante el inicio de sesión. De forma predeterminada, los usuarios pueden iniciar sesión con perfiles temporales cuando el contenedor de perfiles no está disponible. Como alternativa, al habilitar este parámetro, se muestra un mensaje de error a los usuarios y se cierra la sesión cuando hacen clic en Aceptar. Escriba el mensaje de error que se mostrará. Si se deja en blanco, se mostrará un mensaje predeterminado.

Si esta directiva no está configurada aquí, se utiliza el parámetro del archivo INI.

Si esta directiva no está configurada aquí ni en el archivo INI, se inhabilita el parámetro.</string>
      <string id="FileDeduplicationSettings">Desduplicación de archivos</string>
      <string id="SharedStoreFileExclusionList">Archivos que excluir del almacén compartido</string>
      <string id="SharedStoreFileExclusionList_Part">Lista de archivos que excluir del almacén compartido</string>
      <string id="SharedStoreFileExclusionList_Part_gpfx">Archivos que excluir del almacén compartido</string>
      <string id="SharedStoreFileExclusionList_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Le permite especificar archivos que excluir del almacén compartido. Use esta directiva junto con la directiva "Archivos que incluir en el almacén compartido para la desduplicación de archivos".

A partir de la versión 2311 de Profile Management, esta directiva se aplica a los contenedores de perfiles.

Especifique los nombres de los archivos con rutas relativas al perfil de usuario. Tenga en cuenta lo siguiente:

- Se admiten comodines.

- Los comodines en los nombres de archivo se aplican de forma recursiva. Para restringirlos solo a la carpeta actual, use la barra vertical (|).

- Los comodines en los nombres de carpeta no se aplican de forma recursiva.

Ejemplos:

- Descargas\profilemgt_x64.msi especifica el archivo profilemgt_x64.msi de la carpeta Descargas.

- *.tmp especifica archivos con la extensión TMP de la carpeta del perfil de usuario y sus subcarpetas.

- AppData\*.tmp especifica archivos con la extensión TMP de la carpeta AppData y sus subcarpetas.

- AppData\*.tmp| especifica archivos con la extensión TMP solo de la carpeta AppData.

- Descargas\*\a.txt especifica el archivo a.txt de cualquier subcarpeta inmediata de la carpeta Descargas.

Si este parámetro se inhabilita, no se excluye ningún archivo.
Si no se configura aquí, se usa el valor del archivo INI.
Si no se configura ni aquí ni en el archivo INI, no se excluye ningún archivo.</string>
      <string id="SharedStoreFileInclusionList">Archivos que incluir en el almacén compartido para la desduplicación</string>
      <string id="SharedStoreFileInclusionList_Part">Lista de archivos que incluir en el almacén compartido</string>
      <string id="SharedStoreFileInclusionList_Part_gpfx">Archivos que incluir en el almacén compartido para la desduplicación</string>
      <string id="SharedStoreFileInclusionList_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Pueden existir archivos idénticos en varios perfiles de usuario. Separar esos archivos del almacén de usuarios y almacenarlos en una ubicación central puede ahorrar espacio de almacenamiento. Al hacerlo, se evitan duplicados. Esta directiva le permite especificar los archivos que quiere incluir en el almacén compartido del servidor que aloja el almacén de usuarios. Con la directiva habilitada, Profile Management genera el almacén compartido automáticamente. A continuación, almacena de forma centralizada los archivos especificados en el almacén compartido, en lugar de en cada perfil de usuario del almacén de usuarios.

A partir de la versión 2311 de Profile Management, esta directiva se aplica a los contenedores de perfiles.

Especifique los nombres de archivo con rutas relativas al perfil de usuario. Considere lo siguiente:

- Se admiten comodines.

- Los comodines en los nombres de archivo se aplican de forma recursiva. Para restringirlos solo a la carpeta actual, use la barra vertical (|).

- Los comodines en los nombres de carpeta no se aplican de forma recursiva.

Ejemplos:

- Descargas\profilemgt_x64.msi especifica el archivo profilemgt_x64.msi de la carpeta Descargas.

- *.cfg especifica los archivos con la extensión CFG de la carpeta del perfil de usuario y sus subcarpetas.

- Música\* especifica los archivos de la carpeta Música y sus subcarpetas.

- Descargas\*.iso especifica los archivos con la extensión ISO de la carpeta Descargas y sus subcarpetas.

- Descargas\*.iso| especifica los archivos con la extensión ISO solo de la carpeta Descargas.

- AppData\Local\Microsoft\OneDrive\*\*.dll especifica los archivos con la extensión DLL de cualquier subcarpeta inmediata de la carpeta AppData\Local\Microsoft\OneDrive.

Si este parámetro se inhabilita, el almacén compartido se inhabilita.
Si no se configura aquí, se usa el valor del archivo INI.
Si no se configura ni aquí ni en el archivo INI, el almacén compartido se inhabilita.</string>
      <string id="SharedStoreProfileContainerFileSizeLimit">Tamaño mínimo de los archivos que se van a desduplicar de los contenedores de perfiles</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Part">Tamaño mínimo en megabytes</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Part_gpfx">Tamaño mínimo de los archivos que se van a desduplicar de los contenedores de perfiles</string>
      <string id="SharedStoreProfileContainerFileSizeLimit_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifica el tamaño mínimo (en MB) de los archivos que se van a desduplicar de los contenedores de perfiles. El valor debe ser 256 o mayor.
Si este parámetro no se configura aquí, se usa el valor del archivo INI.
Si no se configura aquí ni en el archivo INI, el valor es 256.</string>
      <string id="GroupsToAccessProfileContainer">Usuarios y grupos para acceso al contenedor de perfiles</string>
      <string id="GroupsToAccessProfileContainer_Part">Usuarios y grupos para acceso al contenedor de perfiles</string>
      <string id="GroupsToAccessProfileContainer_Part_gpfx">Usuarios y grupos para acceso al contenedor de perfiles</string>
      <string id="GroupsToAccessProfileContainer_Help">Se aplica a: Soluciones de perfiles basadas en archivos y basadas en contenedores

Especifica qué usuarios y grupos de dominio tienen permiso de lectura y ejecución en contenedores de perfiles. Introduzca un usuario o grupo de dominio mediante &lt;Nombre de dominio&gt;\&lt;Nombre de usuario o grupo&gt; o Identificador de seguridad (SID).

Si esta directiva no está configurada aquí, se usa el valor del archivo INI. 

Si no está configurada ni aquí ni en el archivo INI, solo su propietario podrá acceder al contenedor de perfiles.</string>
      <string id="LogSettings">Parámetros de registro</string>
      <string id="DebugMode">Habilitar registro</string>
      <string id="DebugMode_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

La activación de este parámetro habilita el modo de depuración (registro detallado). En el modo de depuración se guarda información de estado detallada en los archivos de registros ubicados en "%SystemRoot%\System32\Logfiles\UserProfileManager" o en la ubicación que se haya especificado en la configuración de directiva "Ruta al archivo de registro" .

Si este parámetro está inhabilitado solo se registran los errores.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, solo se registran los errores.</string>
      <string id="LogLevel">Parámetros de registro</string>
      <string id="LogLevel_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Parámetros del registro detallados.

Defina los sucesos o acciones que Profile Management debe registrar con detalle.

Si este parámetro no está configurado aquí, Profile Management usa los parámetros del archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se registran información general y errores.</string>
      <string id="LogLevel_Intro">Defina sucesos o acciones que Profile Management registra en profundidad:</string>
      <string id="LogLevel_UserName">Información de usuario personalizada</string>
      <string id="LogLevel_Warnings">Advertencias comunes</string>
      <string id="LogLevel_Information">Información común</string>
      <string id="LogLevel_FileSystemNotification">Notificaciones del sistema de archivos</string>
      <string id="LogLevel_FileSystemActions">Acciones del sistema de archivos</string>
      <string id="LogLevel_RegistryActions">Acciones del Registro del sistema</string>
      <string id="LogLevel_RegistryDifference">Diferencias en el Registro del sistema al cerrar la sesión</string>
      <string id="LogLevel_PolicyUserLogon">Valores de directivas al iniciar y cerrar la sesión</string>
      <string id="LogLevel_ActiveDirectoryActions">Acciones de Active Directory</string>
      <string id="LogLevel_Logon">Inicio de sesión</string>
      <string id="LogLevel_Logoff">Cierre de sesión</string>
      <string id="MaxLogSize">Tamaño máximo del archivo de registro</string>
      <string id="MaxLogSize_Part">Tamaño máximo en bytes</string>
      <string id="MaxLogSize_Part_gpfx">Tamaño máximo del archivo de registro</string>
      <string id="MaxLogSize_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Define el tamaño máximo del archivo de registro, en bytes. Si el actual archivo de registro crece y supera este tamaño, se elimina el archivo de respaldo (.bak) existente, se cambia el nombre del archivo actual de registro por .bak, y se crea uno nuevo.

El archivo de registro se crea en "%SystemRoot%\System32\Logfiles\UserProfileManager" o en la ubicación que se haya especificado en la configuración de directiva "Ruta al archivo de registro".

Si este parámetro está inhabilitado, se usa el valor predeterminado de 10 MB.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usa el valor predeterminado de 10 MB.</string>
      <string id="DebugFilePath">Ruta al archivo de registro</string>
      <string id="DebugFilePath_Part">Ruta al archivo de registro</string>
      <string id="DebugFilePath_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Configura una ruta alternativa donde guardar los archivos de registro.

La ruta puede apuntar a una unidad local o a una unidad remota de la red (una ruta UNC). Las rutas remotas pueden ser útiles en entornos distribuidos de gran tamaño, pero pueden provocar un tráfico de red significativo, lo que puede no ser apropiado para transferir archivos de registro. En el caso de máquinas virtuales aprovisionadas que tengan una unidad de disco duro persistente, configure una ruta local hacia esa unidad. Esto garantiza que los archivos de registro se conservan cuando la máquina se reinicia. Para máquinas virtuales que no tienen una unidad de disco duro persistente, si configura una ruta UNC podrá conservar los archivos de registro pero la cuenta de sistema de la máquina debe tener acceso de escritura en el punto compartido UNC. Use una ruta local para equipos portátiles donde se utilice la funcionalidad de perfiles sin conexión.

Ejemplos:
D:\archivosDeRegistro\ProfileManagement.
\\servidor\archivosDeRegistro\ProfileManagement

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usa la ubicación predeterminada "%SystemRoot%\System32\Logfiles\UserProfileManager".

Si se va a utilizar una ruta UNC para los archivos de registro, Citrix recomienda aplicar una lista de control de acceso a la carpeta donde se guardarán los archivos de registro, para garantizar que solo las cuentas de equipo y los usuarios autorizados puedan acceder a ellos.</string>
      <string id="RegistrySettings">Registro del sistema</string>
      <string id="ExclusionList">Lista de exclusión</string>
      <string id="ExclusionList_Part">Lista de exclusión</string>
      <string id="ExclusionList_Part_gpfx">Lista de exclusión</string>
      <string id="ExclusionList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista de las claves del Registro en el subárbol HKCU que se ignoran durante el cierre de sesión.

Por ejemplo:
Software\Policies.

Si este parámetro se inhabilita, no se excluye ninguna clave del Registro.

Si este parámetro no se configura aquí, se usa el valor existente en el archivo INI.

Si este parámetro no se configura ni aquí ni en el archivo INI, no se excluye ninguna clave del Registro.</string>
      <string id="DefaultExclusionList">Habilitar lista de exclusión predeterminada</string>
      <string id="ExclusionDefaultReg01">Software\Microsoft\AppV\Client\Integration</string>
      <string id="ExclusionDefaultReg02">Software\Microsoft\AppV\Client\Publishing</string>
      <string id="ExclusionDefaultReg03">Software\Microsoft\Speech_OneCore</string>
      <string id="DefaultExclusionList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista predeterminada de claves de Registro en el subárbol HKCU que no se sincronizan con el perfil del usuario.

Si inhabilita este parámetro, las claves de Registro no se excluyen de manera predeterminada.

Si no configura este parámetro aquí, se usa el valor existente en el archivo INI.

Si no configura este parámetro aquí ni en el archivo INI, las claves de Registro no se excluyen de manera predeterminada.

Nota: Software\Miscrosoft\Speech_OneCore se ha retirado de Profile Management 5.8 y versiones posteriores.</string>
      <string id="IncludeListRegistry">Lista de inclusión</string>
      <string id="IncludeListRegistry_Part">Lista de inclusión</string>
      <string id="IncludeListRegistry_Part_gpfx">Lista de inclusión</string>
      <string id="IncludeListRegistry_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista de las claves del Registro del sistema en el subárbol HKCU que se procesan durante el cierre de sesión. Ejemplo: Software\Adobe.

Si este parámetro está habilitado, solo se procesan las claves incluidas en la lista.

Si este parámetro está inhabilitado, se procesa el subárbol HKCU entero.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se procesa el subárbol HKCU entero.</string>
      <string id="FileSystemSettings">Sistema de archivos</string>
      <string id="ExclusionListSyncFiles">Lista de exclusión de archivos</string>
      <string id="ExclusionListSyncFiles_Part">Lista de archivos que excluir</string>
      <string id="ExclusionListSyncFiles_Part_gpfx">Lista de exclusión de archivos</string>
      <string id="ExclusionListSyncFiles_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista de los archivos que se omiten durante la sincronización.

Los nombres de archivo deben especificarse como rutas relativas al perfil del usuario. Se pueden usar comodines. Los comodines en nombres de archivo se aplican de manera recursiva, mientras que los comodines en nombres de carpeta, no.

Nota: A partir de Profile Management 7.15, puede usar la barra vertical "|" para aplicar una directiva a la carpeta actual solamente sin propagarla a las subcarpetas.

Ejemplos:
Desktop\Desktop.ini omite el archivo Desktop.ini del directorio Desktop.

AppData\*.tmp omite todos los archivos con la extensión TMP del directorio AppData y sus subcarpetas.

AppData\*.tmp| omite todos los archivos con la extensión TMP de la carpeta AppData.

Downloads\*\a.txt omite a.txt en todas las subcarpetas inmediatas de la carpeta Downloads. Tenga en cuenta que los comodines en nombres de carpeta no se aplican de manera recursiva.

Si este parámetro está inhabilitado, no se excluye ningún archivo.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, no se excluye ningún archivo.</string>
      <string id="ExclusionListSyncDir">Lista de exclusión de directorios</string>
      <string id="ExclusionListSyncDir_Part">Lista de directorios que excluir</string>
      <string id="ExclusionListSyncDir_Part_gpfx">Lista de exclusión de directorios</string>
      <string id="ExclusionListSyncDir_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista de directorios que se omiten durante la sincronización.

Los nombres de las carpetas deben especificarse como rutas relativas al perfil de usuario.

Se admiten comodines, pero no se aplican de forma recursiva.

Ejemplos:
Desktop omite la carpeta Desktop del perfil de usuario.

Downloads\* omite todas las subcarpetas inmediatas de la carpeta Downloads.

Si este parámetro está inhabilitado, no se excluye ninguna carpeta.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, no se excluye ninguna carpeta.</string>
      <string id="StreamingExclusionList">Lista de exclusión de directorios de streaming de perfiles</string>
      <string id="StreamingExclusionList_Part">Lista de directorios para excluir del streaming de perfiles</string>
      <string id="StreamingExclusionList_Part_gpfx">Lista de exclusión de directorios de streaming de perfiles</string>
      <string id="StreamingExclusionList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista de los directorios que se omiten en el streaming de perfiles.
Los nombres de carpeta deben especificarse como rutas relativas al perfil del usuario.

Ejemplos:
Si introduce "Escritorio" (sin comillas) se omitirá el directorio Escritorio del perfil de usuario.
Si este parámetro está inhabilitado, no se excluye ninguna carpeta.
Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.
Si este parámetro no está configurado ni aquí ni en el archivo INI, no se excluye ninguna carpeta.

Nota:
Las exclusiones del streaming de perfiles no indican que las carpetas configuradas se excluyen de la gestión de perfiles: las carpetas excluidas aquí siguen procesándose con Citrix Profile Management.</string>
      <string id="DefaultExclusionListSyncDir">Habilitar lista de exclusión predeterminada de directorios</string>
      <string id="ExclusionDefaultDir01">!ctx_internetcache!</string>
      <string id="ExclusionDefaultDir02">!ctx_localappdata!\Google\Chrome\User Data\Default\Cache</string>
      <string id="ExclusionDefaultDir03">!ctx_localappdata!\Google\Chrome\User Data\Default\Cached Theme Images</string>
      <string id="ExclusionDefaultDir04">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIcons</string>
      <string id="ExclusionDefaultDir05">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIconsOld</string>
      <string id="ExclusionDefaultDir06">!ctx_localappdata!\GroupPolicy</string>
      <string id="ExclusionDefaultDir07">!ctx_localappdata!\Microsoft\AppV</string>
      <string id="ExclusionDefaultDir08">!ctx_localappdata!\Microsoft\Messenger</string>
      <string id="ExclusionDefaultDir09">!ctx_localappdata!\Microsoft\Office\15.0\Lync\Tracing</string>
      <string id="ExclusionDefaultDir10">!ctx_localappdata!\Microsoft\OneNote</string>
      <string id="ExclusionDefaultDir11">!ctx_localappdata!\Microsoft\Outlook</string>
      <string id="ExclusionDefaultDir12">!ctx_localappdata!\Microsoft\Terminal Server Client</string>
      <string id="ExclusionDefaultDir13">!ctx_localappdata!\Microsoft\UEV</string>
      <string id="ExclusionDefaultDir14">!ctx_localappdata!\Microsoft\Windows Live</string>
      <string id="ExclusionDefaultDir15">!ctx_localappdata!\Microsoft\Windows Live Contacts</string>
      <string id="ExclusionDefaultDir16">!ctx_localappdata!\Microsoft\Windows\Application Shortcuts</string>
      <string id="ExclusionDefaultDir17">!ctx_localappdata!\Microsoft\Windows\Burn</string>
      <string id="ExclusionDefaultDir18">!ctx_localappdata!\Microsoft\Windows\CD Burning</string>
      <string id="ExclusionDefaultDir19">!ctx_localappdata!\Microsoft\Windows
otifications</string>
      <string id="ExclusionDefaultDir20">!ctx_localappdata!\Packages</string>
      <string id="ExclusionDefaultDir21">!ctx_localappdata!\Sun</string>
      <string id="ExclusionDefaultDir22">!ctx_localappdata!\Windows Live</string>
      <string id="ExclusionDefaultDir23">!ctx_localsettings!\Temp</string>
      <string id="ExclusionDefaultDir24">!ctx_roamingappdata!\Microsoft\AppV\Client\Catalog</string>
      <string id="ExclusionDefaultDir25">!ctx_roamingappdata!\Sun\Java\Deployment\cache</string>
      <string id="ExclusionDefaultDir26">!ctx_roamingappdata!\Sun\Java\Deployment\log</string>
      <string id="ExclusionDefaultDir27">!ctx_roamingappdata!\Sun\Java\Deployment\tmp</string>
      <string id="ExclusionDefaultDir28">$Recycle.Bin</string>
      <string id="ExclusionDefaultDir29">AppData\LocalLow</string>
      <string id="ExclusionDefaultDir30">Tracing</string>
      <string id="DefaultExclusionListSyncDir_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Lista predeterminada de directorios omitidos durante la sincronización.

Si inhabilita este parámetro, las carpetas no se excluyen de manera predeterminada.

Si no configura este parámetro aquí, se usa el valor existente en el archivo INI.

Si no configura este archivo aquí ni en el archivo INI, las carpetas no se excluyen de manera predeterminada.</string>
      <string id="LogonExclusionCheck">Comprobación de exclusiones al iniciar sesión</string>
      <string id="LogonExclusionCheck_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con este parámetro se configura qué hace Profile Management cuando existe un perfil en el almacén de usuarios que contiene archivos o carpeta excluidos.

Si este parámetro está inhabilitado o configurado con el valor predeterminado de "Sincronizar carpetas o archivos excluidos al iniciar sesión", Profile Management sincronizará estas carpetas y archivos excluidos desde el almacén de usuarios al perfil local cuando un usuario inicie una sesión.

Si este parámetro se configura con el valor "Omitir carpetas o archivos excluidos al iniciar sesión", Profile Management omitirá los archivos y carpetas que se hayan excluido en el almacén de usuarios cuando el usuario inicie una sesión.

Si el parámetro está configurado con el valor "Eliminar carpetas o archivos excluidos al iniciar sesión", Profile Management eliminará las carpetas y archivos excluidos del almacén de datos cuando el usuario inicie una sesión.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, las carpetas y archivos excluidos se sincronizarán desde el almacén de usuarios al perfil local cuando el usuario inicie una sesión.</string>
      <string id="LogonExclusionCheck_Part_1">Si el perfil en el almacén de usuarios contiene archivos o carpetas</string>
      <string id="LogonExclusionCheck_Part">que han sido excluidos</string>
      <string id="LogonExclusionCheck_Part_gpfx">Comprobación de exclusiones al iniciar sesión </string>
      <string id="LogonExclusionCheckEnum_Disable">Sincronizar carpetas o archivos excluidos</string>
      <string id="LogonExclusionCheckEnum_Ignore">Omitir carpetas o archivos excluidos</string>
      <string id="LogonExclusionCheckEnum_Delete">Eliminar carpetas o archivos excluidos</string>
      <string id="LargeFileHandlingList">Procesamiento de archivos grandes: archivos que se crearán como enlaces simbólicos</string>
      <string id="LargeFileHandlingList_Part">Lista de archivos para crear como enlaces simbólicos</string>
      <string id="LargeFileHandlingList_Part_gpfx">Lista de procesamiento de archivos grandes: archivos que se crearán como enlaces simbólicos</string>
      <string id="LargeFileHandlingList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Para mejorar el rendimiento de los inicios de sesión y procesar archivos de gran tamaño, se crea un enlace simbólico en lugar de copiar los archivos de esta lista.

Puede usar comodines en las directivas que hacen referencia a archivos. Por ejemplo, !ctx_localappdata!\Microsoft\Outlook\*.OST.

Para procesar el archivo de carpeta sin conexión (*.ost) de Microsoft Outlook, asegúrese de que la carpeta de Outlook no esté excluida en Citrix Profile Management.

Tenga en cuenta que no se puede acceder a esos archivos en varias sesiones simultáneamente.</string>
      <string id="FSSynchronization">Sincronización</string>
      <string id="SyncDirList">Directorios para sincronizar</string>
      <string id="SyncDirList_Part">Lista de directorios que sincronizar</string>
      <string id="SyncDirList_Part_gpfx">Directorios para sincronizar</string>
      <string id="SyncDirList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Profile Management sincroniza el perfil completo de cada usuario entre el sistema donde está instalado y el almacén de usuarios.

Le permite incluir subcarpetas de carpetas excluidas.

Las rutas de esta lista deben ser rutas relativas al perfil del usuario.

Se admiten comodines, pero no se aplican de manera recursiva.

Ejemplos:
Desktop\exclude\include especifica la subcarpeta include de la carpeta Desktop\exclude.

Desktop\exclude\* especifica todas las subcarpetas inmediatas de la carpeta Desktop\exclude.

Inhabilitar este parámetro equivale a habilitarlo y configurar una lista vacía.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, solo se sincronizan carpetas no excluidas del perfil de usuario.</string>
      <string id="SyncFileList">Archivos para sincronizar</string>
      <string id="SyncFileList_Part">Lista de archivos que sincronizar</string>
      <string id="SyncFileList_Part_gpfx">Archivos para sincronizar</string>
      <string id="SyncFileList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Profile Management sincroniza el perfil completo de cada usuario entre el sistema donde está instalado y el almacén de usuarios.

Este parámetro permite incluir archivos que están por debajo de carpetas excluidas.

Las rutas de esta lista deben ser rutas relativas al perfil del usuario. Se admiten comodines. Los comodines en nombres de archivo se aplican de manera recursiva, mientras que los comodines en nombres de carpeta, no.

Nota: A partir de Profile Management 7.15, puede usar la barra vertical "|" para aplicar una directiva a la carpeta actual solamente sin propagarla a las subcarpetas.

Ejemplos:
AppData\Local\Microsoft\Office\Access.qat especifica un archivo que está por debajo de la carpeta excluida en la configuración predeterminada.

AppData\Local\MyApp\*.cfg especifica todos los archivos con la extensión CFG de la carpeta AppData\Local\MyApp del perfil y sus subcarpetas.

AppData\Local\MyApp\*.cfg| especifica todos los archivos con la extensión CFG en la carpeta AppData\Local\MyApp del perfil.

Downloads\*\b.txt especifica b.txt en todas las subcarpetas inmediatas de la carpeta Downloads. Tenga en cuenta que los comodines en nombres de carpeta no se aplican de manera recursiva.

Inhabilitar este parámetro equivale a habilitarlo y configurar una lista vacía.

Si no está configurado aquí, se usa el valor del archivo INI.

Si no está configurado ni aquí ni en el archivo INI, solo se sincronizan archivos no excluidos del perfil de usuario.</string>
      <string id="MirrorFoldersList">Carpetas para reflejar</string>
      <string id="MirrorFoldersList_Part">Lista de carpetas que reflejar</string>
      <string id="MirrorFoldersList_Part_gpfx">Carpetas para reflejar</string>
      <string id="MirrorFoldersList_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Profile Management puede reflejar una carpeta relativa a la carpeta raíz del perfil. Use este parámetro con aquellos archivos para los que se cree un índice de su contenido y donde existan instancias separadas de los datos. Por ejemplo, puede reflejar la carpeta de cookies de Internet Explorer de manera que index.dat se sincronice con las cookies del índice. Tenga en cuenta que en estas situaciones la última escritura "prevalece", de manera que los archivos de las carpetas reflejadas que se han modificado en más de una sesión se sobrescribirán con la actualización más reciente, lo que provocará la pérdida de los cambios del perfil.</string>
      <string id="AccelerateFolderMirroring">Acelerar el reflejo de carpetas</string>
      <string id="AccelerateFolderMirroring_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con esta directiva y la directiva Carpetas para reflejar habilitadas, Profile Management almacena carpetas reflejadas en un disco virtual basado en VHDX. Conecta el disco virtual durante los inicios de sesión y lo desconecta durante los cierres de sesión. Al habilitar esta directiva, ya no se necesitan copiar las carpetas entre el almacén de usuarios y los perfiles locales, y se acelera el reflejo de carpetas.</string>
      <string id="PSSettings">Perfiles de usuario de streaming</string>
      <string id="PSEnabled">Streaming de perfiles</string>
      <string id="PSEnabled_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con el streaming de perfiles, los perfiles de usuario se sincronizan en el equipo local solo cuando son necesarios. Las entradas de Registro se guardan inmediatamente en caché, pero los archivos y las carpetas solo se guardan en caché cuando los usuarios acceden a ellas.</string>
      <string id="PSForFoldersEnabled">Habilitar el streaming de perfiles para carpetas</string>
      <string id="PSForFoldersEnabled_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Al habilitar el streaming de perfiles para carpetas, estas solo se obtienen cuando se accede a ellas. Así, no hay necesidad de recorrer todas las carpetas durante los inicios de sesión de los usuarios.</string>
      <string id="PSForPendingAreaEnabled">Habilitar el streaming de perfiles para el área pendiente</string>
      <string id="PSForPendingAreaEnabled_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con esta directiva habilitada, los archivos del área pendiente se obtienen en el perfil local solo cuando se solicitan. Use la directiva con la directiva de streaming de perfiles para garantizar una experiencia óptima en los inicios de sesión durante sesiones simultáneas.

La directiva se aplica a las carpetas del área pendiente cuando la directiva Habilitar el streaming de perfiles para carpetas está habilitada.

De forma predeterminada, esta directiva está inhabilitada. Todos los archivos y carpetas del área pendiente se obtienen en el perfil local durante el inicio de sesión.

El área pendiente se utiliza para garantizar la coherencia de los perfiles mientras el streaming de perfiles está habilitado. Almacena temporalmente los archivos y las carpetas de los perfiles cambiados en sesiones simultáneas.</string>
      <string id="PSAlwaysCache">Guardar siempre en caché</string>
      <string id="PSAlwaysCache_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Para una mejor experiencia de usuario, existe la opción de usar este parámetro con el parámetro Streaming de perfiles, lo que impone un límite inferior para el tamaño de los archivos que se envían por streaming. Los archivos de este tamaño o más grandes se guardan en caché lo más pronto posible después del inicio de sesión. Para poder guardar el perfil entero en caché, configure el límite en cero (esto guardará en caché todo el contenido del perfil).</string>
      <string id="PSAlwaysCache_Part">Guardar en caché archivos de este tamaño o mayor (megabytes)</string>
      <string id="PSAlwaysCache_Part_gpfx">Tamaño de caché</string>
      <string id="PSMidSessionWriteBack">Reescritura activa</string>
      <string id="PSMidSessionWriteBack_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Con este parámetro, los archivos y las carpetas (pero no las entradas del Registro del sistema) que se modifiquen pueden sincronizarse con el almacén de usuarios en medio de una sesión, antes del cierre la misma.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, la reescritura activa está inhabilitada.</string>
      <string id="PSMidSessionWriteBackReg">Registro de reescritura activa</string>
      <string id="PSMidSessionWriteBackReg_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Aproveche esta directiva con la opción "Reescritura activa" habilitada.

Las entradas de Registro que se modifiquen pueden sincronizarse con el almacén de usuarios en mitad de las sesiones.

Si no configura aquí este parámetro, se utilizará el valor del archivo INI.

Si no configura este parámetro aquí ni en el archivo INI, se inhabilitará el Registro de reescritura activa.</string>
      <string id="PSMidSessionWriteBackSessionLock">Reescritura activa al bloquear y al desconectar sesiones</string>
      <string id="PSMidSessionWriteBackSessionLock_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Use esta directiva como una extensión de las directivas "Reescritura activa" y "Registro de reescritura activa".

Con la directiva "Reescritura activa" habilitada, de forma predeterminada, los archivos y las carpetas se reescriben desde el equipo local al almacén de usuarios cada cinco minutos. Con esta nueva directiva y la directiva "Reescritura activa" habilitadas, los archivos y las carpetas se reescriben solo cuando la sesión se bloquea o se desconecta.

Con las directivas "Reescritura activa" y "Registro de reescritura activa" habilitadas, de forma predeterminada, las entradas del Registro se reescriben desde el equipo local al almacén de usuarios cada cinco minutos. Con esta nueva directiva y las directivas "Reescritura activa" y "Registro de reescritura activa" habilitadas, las entradas del Registro se reescriben solo cuando una sesión se bloquea o se desconecta.

Si este parámetro no se configura aquí, se utiliza el valor del archivo INI.

Si este parámetro no se configura aquí ni en el archivo INI, esta función está inhabilitada.</string>
      <string id="OfflineSupport">Compatibilidad con perfiles sin conexión</string>
      <string id="OfflineSupport_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Habilita la función de perfiles sin conexión. Está diseñada para equipos que se desconectan frecuentemente de la red, es decir, dispositivos portátiles o móviles, no servidores o escritorios.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, la compatibilidad con perfiles sin conexión está inhabilitada.</string>
      <string id="PSPendingLockTimeout">Tiempo de espera (en días) para bloqueo del área de archivos pendientes</string>
      <string id="PSPendingLockTimeout_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Se puede definir un tiempo de espera para liberar los archivos de los usuarios de forma que se reescriban en el almacén de usuarios desde el área de archivos pendientes, en caso de que el almacén de usuarios esté bloqueado porque el servidor deje de responder (por ejemplo, si deja de estar operativo). Use este parámetro para evitar llenar el área de archivos pendientes y asegurarse de que el almacén de usuarios siempre contenga los archivos más actualizados.</string>
      <string id="PSUserGroups">Grupos de perfiles de usuarios de streaming</string>
      <string id="PSUserGroups_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Introduzca uno o varios grupos de usuarios de Windows.

Si este parámetro está habilitado, solo se envían por streaming los perfiles de los miembros de esos grupos. Si este parámetro está inhabilitado, se procesan todos los grupos de usuarios.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se procesan todos los usuarios.</string>
      <string id="PSUserGroups_Part">Lista de grupos de usuarios con perfiles de usuario de streaming</string>
      <string id="PSUserGroups_Part_gpfx">Grupos de perfiles de usuarios de streaming</string>
      <string id="CPSettings">Configuración multiplataforma</string>
      <string id="CPEnable">Habilitar configuración multiplataforma</string>
      <string id="CPEnable_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

De manera predeterminada, para facilitar la distribución, la función de configuración multiplataforma está inhabilitada.

Active el procesamiento habilitando este parámetro.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se aplica ninguna configuración multiplataforma.</string>
      <string id="CPUserGroups">Grupos de usuarios de configuración multiplataforma</string>
      <string id="CPUserGroups_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Introduzca uno o varios grupos de usuarios de Windows.

Si este parámetro está configurado, la función de configuración multiplataforma de Profile Management solo procesa los miembros de estos grupos de usuarios. Si este parámetro está inhabilitado, se procesan todos los grupos de usuarios.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se procesan todos los grupos de usuarios.</string>
      <string id="CPUserGroups_Part">Lista de grupos de usuarios para procesamiento multiplataforma</string>
      <string id="CPUserGroups_Part_gpfx">Grupos de usuarios de configuración multiplataforma</string>
      <string id="CPSchemaPath">Ruta de definiciones multiplataforma</string>
      <string id="CPSchemaPath_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Especifique la carpeta donde se encuentran los archivos de definición.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se aplicará ninguna configuración multiplataforma.

Nota:
* La carpeta puede ser una carpeta local o puede estar en un recurso compartido SMB.</string>
      <string id="CPSchemaPathData">Ruta de definiciones multiplataforma:</string>
      <string id="CPSchemaPathData_gpfx">Ruta de definiciones multiplataforma</string>
      <string id="CPPath">Ruta del almacén de configuración multiplataforma</string>
      <string id="CPPath_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Define la ruta del directorio donde se guarda la configuración multiplataforma de los usuarios (el almacén de configuración multiplataforma).

La ruta puede ser una ruta UNC absoluta o una ruta relativa al directorio principal.

En ambos casos, se pueden usar estos tipos de variables: variables de entorno del sistema entre signos de porcentaje y atributos del objeto de usuario de Active Directory entre signos de almohadilla.

No se pueden usar variables de entorno de usuario, excepto %username% y %userdomain%.

Si este parámetro está inhabilitado, se usa la ruta Windows\PM_CP.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, se usa el valor predeterminado Windows\PM_CP.</string>
      <string id="CPPathData">Ruta del almacén de configuración multiplataforma:</string>
      <string id="CPPathData_gpfx">Ruta del almacén de configuración multiplataforma</string>
      <string id="CPMigrationFromBaseProfileToCPStore">Origen para crear configuración multiplataforma</string>
      <string id="CPMigrationFromBaseProfileToCPStore_Help">Se aplica a: Soluciones de perfiles basadas en archivos y en contenedores

Predeterminado: Inhabilitado

Los archivos de definición contienen un conjunto de definiciones que configuran una aplicación. Si el almacén de configuración multiplataforma contiene una definición sin datos, o si los datos en caché del perfil de plataforma única son más nuevos que los datos de definición existentes en el almacén, Profile Management solo migrará los datos del perfil de plataforma única al almacén si se habilita este parámetro.</string>
      <string id="XenAppOptimizationSettings">Parámetros de optimización de Citrix Virtual Apps</string>
      <string id="XenAppOptimizationEnabled">Habilitar la optimización de Citrix Virtual Apps</string>
      <string id="XenAppOptimizationEnabled_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Al habilitar esta función, solo se sincronizan los parámetros específicos de las aplicaciones publicadas que lanza o cierra un usuario.

Si este parámetro no está configurado aquí, se usa el valor del archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se aplicará ninguna configuración de optimización de Citrix Virtual Apps.</string>
      <string id="XenAppOptimizationDefinitionPath">Ruta a las definiciones de optimización de Citrix Virtual Apps</string>
      <string id="XenAppOptimizationDefinitionPathData">Ruta a las definiciones de optimización de Citrix Virtual Apps:</string>
      <string id="XenAppOptimizationDefinitionPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifique la carpeta donde se encuentran los archivos de definición de la optimización de Citrix Virtual Apps.

Si este parámetro no está configurado aquí, se usa el valor existente en el archivo INI.

Si este parámetro no está configurado ni aquí ni en el archivo INI, no se aplicará ninguna configuración de optimización de Citrix Virtual Apps.

Nota:
* La carpeta puede ser una carpeta local o puede estar en un recurso compartido SMB.</string>
      <string id="FolderRedirection">Redirección de carpetas</string>
      <string id="AppAccessControlSettings">Control de acceso a aplicaciones</string>
      <string id="FRAdminAccess">Conceder acceso a administradores</string>
      <string id="FRAdminAccess_Help">Se aplica a: Solución de perfiles basada en archivos solamente

De manera predeterminada, los usuarios tienen acceso exclusivo al contenido de sus carpetas redirigidas.

Cuando se habilita esta opción, se permite también al administrador acceder al contenido de las carpetas redirigidas de los usuarios.</string>
      <string id="FRAdminAccess_Part">Conceder acceso a administradores</string>
      <string id="FRAdminAccess_Part_gpfx">Conceder acceso a administradores</string>
      <string id="FRAppDataEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRDesktopEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRStartMenuEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRDocumentsEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRPicturesEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRMusicEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRVideosEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRFavoritesEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRContactsEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRDownloadsEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRLinksEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRSearchesEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRSavedGamesEnum_RedirectUncPath">Redirigir a esta ruta UNC</string>
      <string id="FRIncDomainName">Incluir nombre de dominio</string>
      <string id="FRIncDomainName_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Si se habilita esta opción se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRIncDomainName_Part">Incluir el nombre de dominio en la ruta UNC</string>
      <string id="FRIncDomainName_Part_gpfx">Incluir nombre de dominio</string>
      <string id="FRDocumentsEnum_RedirectRelativeHome">Redirigir al directorio principal del usuario</string>
      <string id="FRPicturesEnum_RedirectRelativeDocuments">Redirección relativa a la carpeta Documentos</string>
      <string id="FRMusicEnum_RedirectRelativeDocuments">Redirección relativa a la carpeta Documentos</string>
      <string id="FRVideosEnum_RedirectRelativeDocuments">Redirección relativa a la carpeta Documentos</string>
      <string id="FRAppData">AppData(Roaming)</string>
      <string id="FRAppDataEnable">Redirigir la carpeta AppData(Roaming)</string>
      <string id="FRAppDataEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta AppData(Roaming). Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRAppData_Part">Parámetros de redirección para AppData(Roaming)</string>
      <string id="FRAppDataPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de AppData(Roaming) como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRAppDataPath_Part">Ruta</string>
      <string id="FRAppDataPath_Part_gpfx">Ruta de AppData(Roaming)</string>
      <string id="FRDesktop">Escritorio</string>
      <string id="FRDesktopEnable">Redirigir la carpeta Escritorio</string>
      <string id="FRDesktopEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Escritorio. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDesktop_Part">Parámetros de redirección para Escritorio</string>
      <string id="FRDesktopPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Escritorio como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRDesktopPath_Part">Ruta</string>
      <string id="FRDesktopPath_Part_gpfx">Ruta de Escritorio</string>
      <string id="FRStartMenu">Menú Inicio</string>
      <string id="FRStartMenuEnable">Redirigir la carpeta Menú Inicio</string>
      <string id="FRStartMenuEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta del menú Inicio. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRStartMenu_Part">Parámetros de redirección para Menú Inicio</string>
      <string id="FRStartMenuPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Menú Inicio como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRStartMenuPath_Part">Ruta</string>
      <string id="FRStartMenuPath_Part_gpfx">Ruta de Menú Inicio</string>
      <string id="FRDocuments">Documentos</string>
      <string id="FRDocumentsEnable">Redirigir la carpeta Documentos</string>
      <string id="FRDocumentsEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Documentos. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDocuments_Part">Parámetros de redirección para Documentos</string>
      <string id="FRDocumentsPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Documentos como una ruta UNC o como una ruta relativa al directorio principal.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRDocumentsPath_Part">Ruta</string>
      <string id="FRDocumentsPath_Part_gpfx">Ruta de Documentos</string>
      <string id="FRPictures">Imágenes</string>
      <string id="FRPicturesEnable">Redirigir la carpeta Imágenes</string>
      <string id="FRPicturesEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Imágenes. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRPictures_Part">Parámetros de redirección para Imágenes</string>
      <string id="FRPicturesPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Imágenes como una ruta UNC o como una ruta relativa a la carpeta Documentos.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRPicturesPath_Part">Ruta</string>
      <string id="FRPicturesPath_Part_gpfx">Ruta de Imágenes</string>
      <string id="FRMusic">Música</string>
      <string id="FRMusicEnable">Redirigir la carpeta Música</string>
      <string id="FRMusicEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Música. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRMusic_Part">Parámetros de redirección para Música</string>
      <string id="FRMusicPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Música como una ruta UNC o como una ruta relativa a la carpeta Documentos.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRMusicPath_Part">Ruta</string>
      <string id="FRMusicPath_Part_gpfx">Ruta de Música</string>
      <string id="FRVideos">Vídeos</string>
      <string id="FRVideosEnable">Redirigir la carpeta Vídeos</string>
      <string id="FRVideosEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Vídeos. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRVideos_Part">Parámetros de redirección para Vídeos</string>
      <string id="FRVideosPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Vídeos como una ruta UNC o como una ruta relativa a la carpeta Documentos.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRVideosPath_Part">Ruta</string>
      <string id="FRVideosPath_Part_gpfx">Ruta de Vídeos</string>
      <string id="FRFavorites">Favoritos</string>
      <string id="FRFavoritesEnable">Redirigir la carpeta Favoritos</string>
      <string id="FRFavoritesEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Favoritos. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRFavorites_Part">Parámetros de redirección para Favoritos</string>
      <string id="FRFavoritesPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Favoritos como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRFavoritesPath_Part">Ruta</string>
      <string id="FRFavoritesPath_Part_gpfx">Ruta de Favoritos</string>
      <string id="FRContacts">Contactos</string>
      <string id="FRContactsEnable">Redirigir la carpeta Contactos</string>
      <string id="FRContactsEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Contactos. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRContacts_Part">Parámetros de redirección para Contactos</string>
      <string id="FRContactsPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Contactos como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRContactsPath_Part">Ruta</string>
      <string id="FRContactsPath_Part_gpfx">Ruta de Contactos</string>
      <string id="FRDownloads">Descargas</string>
      <string id="FRDownloadsEnable">Redirigir la carpeta Descargas</string>
      <string id="FRDownloadsEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Descargas. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRDownloads_Part">Parámetros de redirección para Descargas</string>
      <string id="FRDownloadsPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Descargas como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRDownloadsPath_Part">Ruta</string>
      <string id="FRDownloadsPath_Part_gpfx">Ruta de Descargas</string>
      <string id="FRLinks">Vínculos</string>
      <string id="FRLinksEnable">Redirigir la carpeta Vínculos</string>
      <string id="FRLinksEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Enlaces. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRLinks_Part">Parámetros de redirección para Vínculos</string>
      <string id="FRLinksPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Vínculos como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRLinksPath_Part">Ruta</string>
      <string id="FRLinksPath_Part_gpfx">Ruta de Vínculos</string>
      <string id="FRSearches">Búsquedas</string>
      <string id="FRSearchesEnable">Redirigir la carpeta Búsquedas</string>
      <string id="FRSearchesEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Búsquedas. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRSearches_Part">Parámetros de redirección para Búsquedas</string>
      <string id="FRSearchesPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Búsquedas como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRSearchesPath_Part">Ruta</string>
      <string id="FRSearchesPath_Part_gpfx">Ruta de Búsquedas</string>
      <string id="FRSavedGames">Juegos guardados</string>
      <string id="FRSavedGamesEnable">Redirigir la carpeta Juegos guardados</string>
      <string id="FRSavedGamesEnable_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Le permite especificar cómo redirigir la carpeta Juegos guardados. Para ello, seleccione Habilitado y escriba la ruta de redirección.
Aviso: Es posible que se pierdan datos. A continuación tiene los detalles.
Tal vez quiera modificar la ruta después de que la directiva haya surtido efecto. Sin embargo, tenga en cuenta la posible pérdida de datos antes de hacerlo. Los datos contenidos en la carpeta de redirección pueden eliminarse si la ruta modificada apunta a la misma ubicación que la ruta anterior.
Por ejemplo: Supongamos que especifica la ruta Contactos como ruta1. Luego, cambia ruta1 a ruta2. Si ruta1 y ruta2 apuntan a la misma ubicación, todos los datos contenidos en la carpeta redirigida se eliminan después de que la directiva haya surtido efecto.
Para evitar esta posible pérdida de datos, siga estos pasos:
 1. Aplique la directiva de Microsoft a las máquina que tengan Profile Management activo mediante objetos de directiva de grupo de Active Directory. Para ello, abra la consola de administración de directivas de grupo, vaya a Configuración del equipo &gt; Plantillas administrativas &gt; Componentes de Windows &gt; Explorador de archivos y habilite la opción Comprobar que los destinos antiguo y nuevo de la redirección de carpetas apuntan al mismo recurso compartido antes de realizar la redirección.
 2. Si fuera necesario, aplique parches rápidos a las máquinas que tienen Profile Management. Para obtener información detallada, consulte https://support.microsoft.com/en-us/help/977229 y https://support.microsoft.com/en-us/help/2799904.</string>
      <string id="FRSavedGames_Part">Parámetros de redirección para Juegos guardados</string>
      <string id="FRSavedGamesPath_Help">Se aplica a: Solución de perfiles basada en archivos solamente

Especifica la ubicación de la carpeta redirigida de Juegos guardados como una ruta UNC.

Seleccionando la opción 'Incluir nombre de dominio' se incluirá la variable de entorno %userdomain% como parte de la ruta UNC.</string>
      <string id="FRSavedGamesPath_Part">Ruta</string>
      <string id="FRSavedGamesPath_Part_gpfx">Ruta de Juegos guardados</string>
      <string id="GPFXDefaultUIEnabledString">Esta configuración estará habilitada.</string>
      <string id="GPFXDefaultUIDisabledString">Esta configuración estará inhabilitada.</string>
      <string id="GPFXDefaultDirPrefix">UPM - </string>
      <string id="GPFXDefaultRegPrefix">UPM - </string>
      <string id="GPFXDefaultForListBox">Nota: Use Entrar para separar entradas múltiples.</string>
      <string id="GPFXCategory_BasicSettings">Parámetros básicos</string>
      <string id="GPFXCategory_FRCommonSettings">Parámetros comunes</string>
      <string id="GPFXCategory_FSExclusions">Exclusiones</string>
      <string id="GPFXCategory_DefaultFSExclusions">Exclusiones predeterminadas</string>
      <string id="GPFXCategory_DefaultREGExclusions">Exclusiones predeterminadas</string>
      <string id="SpinValidationMessage">El valor debe estar entre {0} y {1}.</string>
      <string id="ProcessedGroups_exclude_gpfx">TRUE</string>
      <string id="ExcludedGroups_exclude_gpfx">TRUE</string>
      <string id="ExclusionList_exclude_gpfx">TRUE</string>
      <string id="IncludeListRegistry_exclude_gpfx">TRUE</string>
      <string id="ExclusionListSyncFiles_exclude_gpfx">TRUE</string>
      <string id="ExclusionListSyncDir_exclude_gpfx">TRUE</string>
      <string id="SyncDirList_exclude_gpfx">TRUE</string>
      <string id="SyncFileList_exclude_gpfx">TRUE</string>
      <string id="MirrorFoldersList_exclude_gpfx">TRUE</string>
      <string id="PSUserGroups_exclude_gpfx">TRUE</string>
      <string id="CPUserGroups_exclude_gpfx">TRUE</string>
      <string id="StreamingExclusionList_exclude_gpfx">TRUE</string>
      <string id="LastKnownGoodRegistry_default_enable_gpfx">TRUE</string>
      <string id="CEIPEnabled_default_enable_gpfx">TRUE</string>
      <string id="EnableVolumeReattach_default_enable_gpfx">TRUE</string>
      <string id="PSAlwaysCache_Part_unit_gpfx">MB</string>
      <string id="LargeFileHandlingList_exclude_gpfx">TRUE</string>
      <string id="MultiSiteReplication_exclude_gpfx">TRUE</string>
      <string id="ProfileContainer_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerExclusionListDir_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerInclusionListDir_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerExclusionListFile_exclude_gpfx">TRUE</string>
      <string id="ProfileContainerInclusionListFile_exclude_gpfx">TRUE</string>
      <string id="MigrateWindowsProfilesToUserStore_exclude_gpfx">TRUE</string>
      <string id="OneDriveContainer_exclude_gpfx">TRUE</string>
      <string id="SharedStoreFileInclusionList_exclude_gpfx">TRUE</string>
      <string id="SharedStoreFileExclusionList_exclude_gpfx">TRUE</string>
      <string id="GroupsToAccessProfileContainer_exclude_gpfx">TRUE</string>
      <string id="ServiceActive_gpfx_category">BasicSettings</string>
      <string id="ProcessedGroups_gpfx_category">BasicSettings</string>
      <string id="ExcludedGroups_gpfx_category">BasicSettings</string>
      <string id="ProcessAdmins_gpfx_category">BasicSettings</string>
      <string id="DATPath_gpfx_category">BasicSettings</string>
      <string id="MigrateUserStore_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBack_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBackReg_gpfx_category">BasicSettings</string>
      <string id="PSMidSessionWriteBackSessionLock_gpfx_category">BasicSettings</string>
      <string id="OfflineSupport_gpfx_category">BasicSettings</string>
      <string id="FRAdminAccess_gpfx_category">FRCommonSettings</string>
      <string id="FRIncDomainName_gpfx_category">FRCommonSettings</string>
      <string id="ExclusionListSyncFiles_gpfx_category">FSExclusions</string>
      <string id="ExclusionListSyncDir_gpfx_category">FSExclusions</string>
      <string id="DefaultExclusionList_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg01_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg02_gpfx_category">DefaultREGExclusions</string>
      <string id="ExclusionDefaultReg03_gpfx_category">DefaultREGExclusions</string>
      <string id="DefaultExclusionListSyncDir_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir01_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir02_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir03_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir04_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir05_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir06_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir07_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir08_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir09_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir10_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir11_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir12_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir13_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir14_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir15_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir16_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir17_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir18_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir19_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir20_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir21_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir22_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir23_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir24_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir25_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir26_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir27_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir28_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir29_gpfx_category">DefaultFSExclusions</string>
      <string id="ExclusionDefaultDir30_gpfx_category">DefaultFSExclusions</string>
      <string id="ProfileContainer_customized_gpfx_category">UserProfileManager\FileSystemSettings\FSSynchronization</string>
    </stringTable>
    <presentationTable>
      <presentation id="ServiceActive" />
      <presentation id="ProcessedGroups">
        <listBox refId="ProcessedGroups_Part">Grupos procesados</listBox>
      </presentation>
      <presentation id="ExcludedGroups">
        <listBox refId="ExcludedGroups_Part">Grupos excluidos</listBox>
      </presentation>
      <presentation id="ProcessAdmins" />
      <presentation id="DATPath">
        <textBox refId="DATPath_Part">
          <label>Ruta absoluta o ruta relativa al directorio principal</label>
        </textBox>
      </presentation>
      <presentation id="MigrateUserStore">
        <textBox refId="MigrateUserStore_Part">
          <label>Introduzca la ruta del almacén de usuarios que ha utilizado antes</label>
        </textBox>
      </presentation>
      <presentation id="PSMidSessionWriteBack" />
      <presentation id="PSMidSessionWriteBackReg" />
      <presentation id="PSMidSessionWriteBackSessionLock" />
      <presentation id="OfflineSupport" />
      <presentation id="DeleteCachedProfilesOnLogoff" />
      <presentation id="ProfileDeleteDelay">
        <decimalTextBox refId="ProfileDeleteDelay_Part" defaultValue="0" spinStep="10">Demora (segundos)</decimalTextBox>
      </presentation>
      <presentation id="MigrateWindowsProfilesToUserStore">
        <dropdownList refId="MigrateWindowsProfilesToUserStore_Part">Tipos de perfiles de usuario que se migran si el almacén de usuarios está vacío</dropdownList>
      </presentation>
      <presentation id="ApplicationProfilesAutoMigration" />
      <presentation id="LocalProfileConflictHandling">
        <text>Si existen tanto el perfil de usuario local de Windows como</text>
        <dropdownList refId="LocalProfileConflictHandling_Part">el perfil de usuario de Citrix en el almacén de usuarios</dropdownList>
      </presentation>
      <presentation id="TemplateProfile">
        <textBox refId="TemplateProfilePath">
          <label>Ruta al perfil de plantilla:</label>
        </textBox>
        <checkBox refId="TemplateProfileOverridesLocalProfile">El perfil de plantilla sobrescribe el perfil local</checkBox>
        <checkBox refId="TemplateProfileOverridesRoamingProfile">El perfil de plantilla sobrescribe el perfil móvil</checkBox>
        <checkBox refId="TemplateProfileIsMandatory">Perfil de plantilla utilizado como perfil de Citrix obligatorio para todos los inicios de sesión</checkBox>
      </presentation>
      <presentation id="LoadRetries">
        <decimalTextBox refId="LoadRetries_Part" defaultValue="5" spinStep="1">Reintentos</decimalTextBox>
      </presentation>
      <presentation id="ProcessCookieFiles" />
      <presentation id="DisableDynamicConfig" />
      <presentation id="LogoffRatherThanTempProfile" />
      <presentation id="CEIPEnabled" />
      <presentation id="OutlookSearchRoamingEnabled" />
      <presentation id="OutlookEdbBackupEnabled" />
      <presentation id="OutlookSearchRoamingConcurrentSession">
        <decimalTextBox refId="OutlookSearchRoamingConcurrentSession_Part" defaultValue="2" spinStep="1024">Máximo de discos VHDX para almacenar archivos OST de Outlook</decimalTextBox>
      </presentation>
      <presentation id="FSLogixProfileContainerSupport" />
      <presentation id="MultiSiteReplication">
        <listBox refId="MultiSiteReplication_Part">Rutas para replicar un almacén de usuarios</listBox>
      </presentation>
      <presentation id="CredBasedAccessEnabled" />
      <presentation id="VhdStorePath">
        <textBox refId="VhdStorePath_Part">
          <label>Ruta para almacenar archivos VHDX</label>
        </textBox>
      </presentation>
      <presentation id="EnableVolumeReattach" />
      <presentation id="SyncGpoStateEnabled" />
      <presentation id="OneDriveContainer">
        <listBox refId="OneDriveContainer_Part">Lista de carpetas de OneDrive</listBox>
      </presentation>
      <presentation id="FreeRatio4Compaction">
        <decimalTextBox refId="FreeRatio4Compaction_Part" defaultValue="20" spinStep="1">Índice de espacio libre (porcentaje)</decimalTextBox>
      </presentation>
      <presentation id="NLogoffs4Compaction">
        <decimalTextBox refId="NLogoffs4Compaction_Part" defaultValue="5" spinStep="1">Cantidad de cierres de sesión</decimalTextBox>
      </presentation>
      <presentation id="NDefrag4Compaction" />
      <presentation id="UserGroupLevelConfigEnabled" />
      <presentation id="OrderedGroups">
        <textBox refId="OrderedGroups_Part">
          <label>Orden de prioridad para los grupos de usuarios</label>
        </textBox>
      </presentation>
      <presentation id="VhdContainerCapacity">
        <decimalTextBox refId="VhdContainerCapacity_Part" defaultValue="50" spinStep="10">Capacidad predeterminada (en GB)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionThreshold">
        <decimalTextBox refId="VhdAutoExpansionThreshold_Part" defaultValue="90" spinStep="10">Umbral de expansión automática (porcentaje)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionIncrement">
        <decimalTextBox refId="VhdAutoExpansionIncrement_Part" defaultValue="10" spinStep="10">Incremento de expansión automática (en GB)</decimalTextBox>
      </presentation>
      <presentation id="VhdAutoExpansionLimit">
        <decimalTextBox refId="VhdAutoExpansionLimit_Part" defaultValue="80" spinStep="10">Límite de expansión automática (en GB)</decimalTextBox>
      </presentation>
      <presentation id="UwpAppsRoaming" />
      <presentation id="UserStoreSelection">
        <dropdownList refId="UserStoreSelection_Part">Método de selección:</dropdownList>
      </presentation>
      <presentation id="ProfileContainer">
        <listBox refId="ProfileContainer_Part">Lista de carpetas que contener en el disco de perfiles</listBox>
      </presentation>
      <presentation id="ProfileContainerLocalCache" />
      <presentation id="ProfileContainerExclusionListDir">
        <listBox refId="ProfileContainerExclusionListDir_Part">Lista de carpetas que excluir del contenedor de perfiles</listBox>
      </presentation>
      <presentation id="ProfileContainerInclusionListDir">
        <listBox refId="ProfileContainerInclusionListDir_Part">Lista de carpetas que conservar en el contenedor de perfiles</listBox>
      </presentation>
      <presentation id="ProfileContainerExclusionListFile">
        <listBox refId="ProfileContainerExclusionListFile_Part">Lista de archivos que excluir del contenedor de perfiles</listBox>
      </presentation>
      <presentation id="ProfileContainerInclusionListFile">
        <listBox refId="ProfileContainerInclusionListFile_Part">Lista de archivos que conservar en el contenedor de perfiles</listBox>
      </presentation>
      <presentation id="EnableVHDDiskCompaction" />
      <presentation id="EnableVHDAutoExtend" />
      <presentation id="DisableConcurrentAccessToVHDContainers">
        <text>Seleccione los contenedores a los que aplicar esta configuración:</text>
        <checkBox refId="DisableConcurrentAccessToProfileContainer" defaultChecked="true">Habilitar el acceso exclusivo a contenedores VHD - Contenedor de perfiles</checkBox>
        <checkBox refId="DisableConcurrentAccessToOneDriveContainer" defaultChecked="true">Habilitar el acceso exclusivo a contenedores VHD - Contenedor de OneDrive</checkBox>
      </presentation>
      <presentation id="PreventLoginWhenMountFailed">
        <textBox refId="PreventLoginWhenMountFailed_Part">
          <label>Mensaje de error que mostrar</label>
        </textBox>
      </presentation>
      <presentation id="GroupsToAccessProfileContainer">
        <listBox refId="GroupsToAccessProfileContainer_Part">Usuarios y grupos para acceso al contenedor de perfiles</listBox>
      </presentation>
      <presentation id="DebugMode" />
      <presentation id="LogLevel">
        <text>Defina sucesos o acciones que Profile Management registra en profundidad:</text>
        <checkBox refId="LogLevel_Warnings" defaultChecked="true">Advertencias comunes</checkBox>
        <checkBox refId="LogLevel_Information" defaultChecked="true">Información común</checkBox>
        <checkBox refId="LogLevel_FileSystemNotification">Notificaciones del sistema de archivos</checkBox>
        <checkBox refId="LogLevel_FileSystemActions">Acciones del sistema de archivos</checkBox>
        <checkBox refId="LogLevel_RegistryActions">Acciones del Registro del sistema</checkBox>
        <checkBox refId="LogLevel_RegistryDifference">Diferencias en el Registro del sistema al cerrar la sesión</checkBox>
        <checkBox refId="LogLevel_ActiveDirectoryActions">Acciones de Active Directory</checkBox>
        <checkBox refId="LogLevel_PolicyUserLogon">Valores de directivas al iniciar y cerrar la sesión</checkBox>
        <checkBox refId="LogLevel_Logon">Inicio de sesión</checkBox>
        <checkBox refId="LogLevel_Logoff">Cierre de sesión</checkBox>
        <checkBox refId="LogLevel_UserName" defaultChecked="true">Información de usuario personalizada</checkBox>
      </presentation>
      <presentation id="MaxLogSize">
        <decimalTextBox refId="MaxLogSize_Part" defaultValue="10485760" spinStep="1024">Tamaño máximo en bytes</decimalTextBox>
      </presentation>
      <presentation id="DebugFilePath">
        <textBox refId="DebugFilePath_Part">
          <label>Ruta al archivo de registro</label>
        </textBox>
      </presentation>
      <presentation id="ExclusionList">
        <listBox refId="ExclusionList_Part">Lista de exclusión</listBox>
      </presentation>
      <presentation id="DefaultExclusionList">
        <checkBox refId="ExclusionDefaultReg01" defaultChecked="true">Software\Microsoft\AppV\Client\Integration</checkBox>
        <checkBox refId="ExclusionDefaultReg02" defaultChecked="true">Software\Microsoft\AppV\Client\Publishing</checkBox>
        <checkBox refId="ExclusionDefaultReg03" defaultChecked="true">Software\Microsoft\Speech_OneCore</checkBox>
      </presentation>
      <presentation id="IncludeListRegistry">
        <listBox refId="IncludeListRegistry_Part">Lista de inclusión</listBox>
      </presentation>
      <presentation id="LastKnownGoodRegistry" />
      <presentation id="ExclusionListSyncFiles">
        <listBox refId="ExclusionListSyncFiles_Part">Lista de archivos que excluir</listBox>
      </presentation>
      <presentation id="DefaultExclusionListSyncDir">
        <checkBox refId="ExclusionDefaultDir01" defaultChecked="true">!ctx_internetcache!</checkBox>
        <checkBox refId="ExclusionDefaultDir02" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\Cache</checkBox>
        <checkBox refId="ExclusionDefaultDir03" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\Cached Theme Images</checkBox>
        <checkBox refId="ExclusionDefaultDir04" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIcons</checkBox>
        <checkBox refId="ExclusionDefaultDir05" defaultChecked="true">!ctx_localappdata!\Google\Chrome\User Data\Default\JumpListIconsOld</checkBox>
        <checkBox refId="ExclusionDefaultDir06" defaultChecked="true">!ctx_localappdata!\GroupPolicy</checkBox>
        <checkBox refId="ExclusionDefaultDir07" defaultChecked="true">!ctx_localappdata!\Microsoft\AppV</checkBox>
        <checkBox refId="ExclusionDefaultDir08" defaultChecked="true">!ctx_localappdata!\Microsoft\Messenger</checkBox>
        <checkBox refId="ExclusionDefaultDir09" defaultChecked="true">!ctx_localappdata!\Microsoft\Office\15.0\Lync\Tracing</checkBox>
        <checkBox refId="ExclusionDefaultDir10" defaultChecked="true">!ctx_localappdata!\Microsoft\OneNote</checkBox>
        <checkBox refId="ExclusionDefaultDir11" defaultChecked="true">!ctx_localappdata!\Microsoft\Outlook</checkBox>
        <checkBox refId="ExclusionDefaultDir12" defaultChecked="true">!ctx_localappdata!\Microsoft\Terminal Server Client</checkBox>
        <checkBox refId="ExclusionDefaultDir13" defaultChecked="true">!ctx_localappdata!\Microsoft\UEV</checkBox>
        <checkBox refId="ExclusionDefaultDir14" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows Live</checkBox>
        <checkBox refId="ExclusionDefaultDir15" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows Live Contacts</checkBox>
        <checkBox refId="ExclusionDefaultDir16" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Application Shortcuts</checkBox>
        <checkBox refId="ExclusionDefaultDir17" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Burn</checkBox>
        <checkBox refId="ExclusionDefaultDir18" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\CD Burning</checkBox>
        <checkBox refId="ExclusionDefaultDir19" defaultChecked="true">!ctx_localappdata!\Microsoft\Windows\Notifications</checkBox>
        <checkBox refId="ExclusionDefaultDir20" defaultChecked="true">!ctx_localappdata!\Packages</checkBox>
        <checkBox refId="ExclusionDefaultDir21" defaultChecked="true">!ctx_localappdata!\Sun</checkBox>
        <checkBox refId="ExclusionDefaultDir22" defaultChecked="true">!ctx_localappdata!\Windows Live</checkBox>
        <checkBox refId="ExclusionDefaultDir23" defaultChecked="true">!ctx_localsettings!\Temp</checkBox>
        <checkBox refId="ExclusionDefaultDir24" defaultChecked="true">!ctx_roamingappdata!\Microsoft\AppV\Client\Catalog</checkBox>
        <checkBox refId="ExclusionDefaultDir25" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\cache</checkBox>
        <checkBox refId="ExclusionDefaultDir26" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\log</checkBox>
        <checkBox refId="ExclusionDefaultDir27" defaultChecked="true">!ctx_roamingappdata!\Sun\Java\Deployment\tmp</checkBox>
        <checkBox refId="ExclusionDefaultDir28" defaultChecked="true">$Recycle.Bin</checkBox>
        <checkBox refId="ExclusionDefaultDir29" defaultChecked="true">AppData\LocalLow</checkBox>
        <checkBox refId="ExclusionDefaultDir30" defaultChecked="true">Tracing</checkBox>
      </presentation>
      <presentation id="ExclusionListSyncDir">
        <listBox refId="ExclusionListSyncDir_Part">Lista de directorios que excluir</listBox>
      </presentation>
      <presentation id="LogonExclusionCheck">
        <text>Si el perfil en el almacén de usuarios contiene archivos o carpetas</text>
        <dropdownList refId="LogonExclusionCheck_Part">que han sido excluidos</dropdownList>
      </presentation>
      <presentation id="LargeFileHandlingList">
        <listBox refId="LargeFileHandlingList_Part">Lista de archivos para crear como enlaces simbólicos</listBox>
      </presentation>
      <presentation id="SyncDirList">
        <listBox refId="SyncDirList_Part">Lista de directorios que sincronizar</listBox>
      </presentation>
      <presentation id="SyncFileList">
        <listBox refId="SyncFileList_Part">Lista de archivos que sincronizar</listBox>
      </presentation>
      <presentation id="MirrorFoldersList">
        <listBox refId="MirrorFoldersList_Part">Lista de carpetas que reflejar</listBox>
      </presentation>
      <presentation id="AccelerateFolderMirroring" />
      <presentation id="PSEnabled" />
      <presentation id="PSForFoldersEnabled" />
      <presentation id="PSForPendingAreaEnabled" />
      <presentation id="PSAlwaysCache">
        <decimalTextBox refId="PSAlwaysCache_Part" defaultValue="0" spinStep="1">Guardar en caché archivos de este tamaño o mayor (megabytes)</decimalTextBox>
      </presentation>
      <presentation id="PSPendingLockTimeout">
        <decimalTextBox refId="PSPendingLockTimeout" defaultValue="1" spinStep="1">Tiempo de espera (en días) para bloqueo del área de archivos pendientes</decimalTextBox>
      </presentation>
      <presentation id="PSUserGroups">
        <listBox refId="PSUserGroups_Part">Lista de grupos de usuarios con perfiles de usuario de streaming</listBox>
      </presentation>
      <presentation id="StreamingExclusionList">
        <listBox refId="StreamingExclusionList_Part">Lista de directorios para excluir del streaming de perfiles</listBox>
      </presentation>
      <presentation id="CPEnable" />
      <presentation id="CPUserGroups">
        <listBox refId="CPUserGroups_Part">Lista de grupos de usuarios para procesamiento multiplataforma</listBox>
      </presentation>
      <presentation id="CPSchemaPath">
        <textBox refId="CPSchemaPathData">
          <label>Ruta de definiciones multiplataforma:</label>
        </textBox>
      </presentation>
      <presentation id="CPPath">
        <textBox refId="CPPathData">
          <label>Ruta del almacén de configuración multiplataforma:</label>
        </textBox>
      </presentation>
      <presentation id="CPMigrationFromBaseProfileToCPStore" />
      <presentation id="XenAppOptimizationEnabled" />
      <presentation id="XenAppOptimizationDefinitionPath">
        <textBox refId="XenAppOptimizationDefinitionPathData">
          <label>Ruta a las definiciones de optimización de Citrix Virtual Apps:</label>
        </textBox>
      </presentation>
      <presentation id="SharedStoreFileInclusionList">
        <listBox refId="SharedStoreFileInclusionList_Part">Lista de archivos que incluir en el almacén compartido</listBox>
      </presentation>
      <presentation id="SharedStoreFileExclusionList">
        <listBox refId="SharedStoreFileExclusionList_Part">Lista de archivos que excluir del almacén compartido</listBox>
      </presentation>
      <presentation id="SharedStoreProfileContainerFileSizeLimit">
        <decimalTextBox refId="SharedStoreProfileContainerFileSizeLimit_Part" defaultValue="256" spinStep="1">Tamaño mínimo en megabytes</decimalTextBox>
      </presentation>
      <presentation id="AppAccessControl">
        <textBox refId="AppAccessControl_Part">
          <label>Reglas de control de acceso a aplicaciones</label>
        </textBox>
      </presentation>
      <presentation id="FRAdminAccess">
        <checkBox refId="FRAdminAccess_Part">Conceder acceso a administradores</checkBox>
      </presentation>
      <presentation id="FRIncDomainName">
        <checkBox refId="FRIncDomainName_Part">Incluir el nombre de dominio en la ruta UNC</checkBox>
      </presentation>
      <presentation id="FRAppDataEnable">
        <dropdownList refId="FRAppData_Part">Parámetros de redirección para AppData(Roaming)</dropdownList>
        <textBox refId="FRAppDataPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRDesktopEnable">
        <dropdownList refId="FRDesktop_Part">Parámetros de redirección para Escritorio</dropdownList>
        <textBox refId="FRDesktopPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRStartMenuEnable">
        <dropdownList refId="FRStartMenu_Part">Parámetros de redirección para Menú Inicio</dropdownList>
        <textBox refId="FRStartMenuPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRDocumentsEnable">
        <dropdownList refId="FRDocuments_Part">Parámetros de redirección para Documentos</dropdownList>
        <textBox refId="FRDocumentsPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRPicturesEnable">
        <dropdownList refId="FRPictures_Part">Parámetros de redirección para Imágenes</dropdownList>
        <textBox refId="FRPicturesPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRMusicEnable">
        <dropdownList refId="FRMusic_Part">Parámetros de redirección para Música</dropdownList>
        <textBox refId="FRMusicPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRVideosEnable">
        <dropdownList refId="FRVideos_Part">Parámetros de redirección para Vídeos</dropdownList>
        <textBox refId="FRVideosPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRFavoritesEnable">
        <dropdownList refId="FRFavorites_Part">Parámetros de redirección para Favoritos</dropdownList>
        <textBox refId="FRFavoritesPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRContactsEnable">
        <dropdownList refId="FRContacts_Part">Parámetros de redirección para Contactos</dropdownList>
        <textBox refId="FRContactsPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRDownloadsEnable">
        <dropdownList refId="FRDownloads_Part">Parámetros de redirección para Descargas</dropdownList>
        <textBox refId="FRDownloadsPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRLinksEnable">
        <dropdownList refId="FRLinks_Part">Parámetros de redirección para Vínculos</dropdownList>
        <textBox refId="FRLinksPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRSearchesEnable">
        <dropdownList refId="FRSearches_Part">Parámetros de redirección para Búsquedas</dropdownList>
        <textBox refId="FRSearchesPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
      <presentation id="FRSavedGamesEnable">
        <dropdownList refId="FRSavedGames_Part">Parámetros de redirección para Juegos guardados</dropdownList>
        <textBox refId="FRSavedGamesPath_Part">
          <label>Ruta</label>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>